{"1": "<", "2": ">", "3": "Hello", "4": "everyone", "5": ".", "6": "Are", "7": "there", "8": "people", "9": "around", "10": "?", "11": "I", "12": "could", "13": "use", "14": "some", "15": "help", "16": "please", "17": "Xophe", "18": "in", "19": "earlier", "20": "talking", "21": "about", "22": "building", "23": "an", "24": "older", "25": "kernel", "26": "sveinse", "27": "ikonia", "28": ":", "29": "But", "30": "why", "31": "does", "32": "ubuntu", "33": "maintain", "34": "/etc/rc*.d/", "35": "then", "36": "That", "37": "is", "38": "lecacy", "39": "init.d", "40": "n't", "41": "it", "42": "yes", "43": ",", "44": "as", "45": "upstart", "46": "scripts", "47": "are", "48": "wrapped", "49": "the", "50": "vanilla", "51": "that", "52": "built", "53": "panics", "54": "on", "55": "boot", "56": "failing", "57": "to", "58": "recognize", "59": "its", "60": "root", "61": "filesystem", "62": "(", "63": "from", "64": ".config", "65": "came", "66": "with", "67": "generic", "68": "amd64", "69": "which", "70": "Ubuntu", "71": "Warty", "72": ")", "73": "bob2", "74": "you", "75": "'ll", "76": "need", "77": "build", "78": "initrd", "79": "oh", "80": "damn", "81": "of", "82": "course", "83": "PPCUser", "84": "Sorry", "85": "'ve", "86": "had", "87": "a", "88": "quick", "89": "look", "90": "over", "91": "few", "92": "mirrors", "93": "but", "94": "ca", "95": "find", "96": "Live", "97": "PPC", "98": "CD", "99": "...", "100": "they", "101": "available", "102": "RuffianSoldier", "103": "no", "104": "jdub", "105": "'s", "106": "ppc", "107": "live", "108": "cd", "109": "yet", "110": "sorry", "111": "Alright", "112": "thanks", "113": "guys", "114": "now", "115": "thing", "116": "means", "117": "cramfs", "118": "patches", "119": "right", "120": "also", "121": "'m", "122": "guessing", "123": "this", "124": "good", "125": "place", "126": "report", "127": "minor", "128": "annoying", "129": "bugs", "130": "what", "131": "superted", "132": "bugzilla", "133": "bug", "134": "might", "135": "be", "136": "can", "137": "bring", "138": "down", "139": "user", "140": "experience", "141": "would", "142": "nice", "143": "not", "144": "have", "145": "go", "146": "through", "147": "hassle", "148": "dealing", "149": "for", "150": "or", "151": "do", "152": "anything", "153": "useful", "154": "i", "155": "know", "156": "maybe", "157": "try", "158": "and", "159": "tell", "160": "one", "161": "'re", "162": "annoyed", "163": "enough", "164": "me", "165": "hehe", "166": "routes", "167": "ubuntu-users", "168": "rodi", "169": "so", "170": "speaking", "171": "problem", "172": "left", "173": "Hoary", "174": "after", "175": "little", "176": "forums", "177": "wiki", "178": "found", "179": "anyone", "180": "else", "181": "having", "182": "My", "183": "screen", "184": "starts", "185": "flicker", "186": "if", "187": "refresh", "188": "rate", "189": "incorrect", "190": "every", "191": "time", "192": "log", "193": "The", "194": "being", "195": "LCD", "196": "laptop", "197": "generally", "198": "set", "199": "sync", "200": "them", "201": "far", "202": "understand", "203": "thought", "204": "install", "205": "binary", "206": "appears", "207": "only", "208": "sure", "209": "anyhow", "210": "murf", "211": "hello", "212": "who", "213": "member", "214": "team", "215": "members", "216": "list", "217": "website", "218": "blind", "219": "correct", "220": "question", "221": "was", "222": "-", "223": "developer", "224": "sounds", "225": "like", "226": "distribution", "227": "read", "228": "lists", "229": "pretty", "230": "obvious", "231": "doing", "232": "sgarrity", "233": "trying", "234": "G3", "235": "iMac", "236": "any", "237": "free", "238": "tools", "239": "resize", "240": "Mac", "241": "OS", "242": "X", "243": "partition", "244": "think", "245": "sid77", "246": "never", "247": "heard", "248": "something", "249": "commercial", "250": "too", "251": "hey", "252": "finally", "253": "getting", "254": "seeing", "255": "get", "256": "installed", "257": "my", "258": "old", "259": "format", "260": "really", "261": "worth", "262": "Well", "263": "mac", "264": "browser", "265": "testing", "266": "wezzer", "267": "evening", "268": "Sweet", "269": "has", "270": "KDE", "271": "3.3.1", "272": "tried", "273": "love", "274": "just", "275": "hate", "276": "K", "277": "apps", "278": "crimsun", "279": "well", "280": "hoary", "281": "mostly", "282": "still", "283": "im", "284": "running", "285": "-D", "286": "Gnome", "287": "because", "288": "works", "289": "such", "290": "better", "291": "usability", "292": "imho", "293": "candy", "294": "gnome", "295": "fairly", "296": "eye", "297": "Markrian", "298": "EVER", "299": "mention", "300": "'", "301": "#", "302": "debian", "303": ";", "304": "got", "305": "by", "306": "10", "307": "trolling", "308": "when", "309": "suggested", "310": "clearly", "311": "installing", "312": "Qerub", "313": "What", "314": "did", "315": "say", "316": "here", "317": "latest", "318": "using", "319": "konqueror", "320": "both", "321": "amaroK", "322": "great", "323": "ya", "324": "aterm", "325": "&", "326": "firefox", "327": "P", "328": "blow", "329": "ctr", "330": "specific", "331": "channel", "332": "farruinn", "333": "unfortunately", "334": "aware", "335": "at", "336": "least", "337": "number", "338": "folks", "339": "come", "340": "k", "341": "wanted", "342": "how", "343": "hfs+", "344": "support", "345": "ask", "346": "managed", "347": "mount", "348": "disk", "349": "unmount", "350": "quite", "351": "stable", "352": "fear", "353": "reading", "354": "incase", "355": "becomes", "356": "fubar", "357": "'d", "358": "Hendrik_", "359": "ati", "360": "drivers", "361": "mean", "362": "ones", "363": "yeah", "364": "main", "365": "dual", "366": "monitor", "367": "9800", "368": "pro", "369": "xiximkopp", "370": "nvidia", "371": "graphic", "372": "adapter", "373": "recent", "374": "glx", "375": "doesnt", "376": "work", "377": "anymore", "378": "anybody", "379": "knows", "380": "whats", "381": "wrong", "382": "scizzo", "383": "nothing", "384": "update", "385": "am", "386": "warty", "387": "tritium", "388": "segfault", "389": "yours", "390": "Had", "391": "noticed", "392": "until", "393": "pointed", "394": "out", "395": "Yeah", "396": "Wow", "397": "believe", "398": "takes", "399": "up", "400": "virtual", "401": "memory", "402": "same", "403": "annoys", "404": "removed", "405": "ability", "406": "-/", "407": "play", "408": "mp3", "409": "sudo", "410": "apt-get", "411": "gstreamer0.8-mad", "412": "hmm", "413": "bit", "414": "tired", "415": "today", "416": "rhythmbox", "417": "wont", "418": "add", "419": "said", "420": "type", "421": "http", "422": "setting", "423": "rythmbox", "424": "your", "425": "iTunes", "426": "music", "427": "library", "428": "sweet", "429": "=", "430": "yep", "431": "unencrypted", "432": "files", "433": "someone", "434": "GDM", "435": "new", "436": "version", "437": "carthik", "438": "comes", "439": "automatically", "440": "test", "441": "minute", "442": "svenl", "443": "Kamion", "444": "dog", "445": "keyboard", "446": "fixed", "447": "recently", "448": "It", "449": "proposed", "450": "USB", "451": "while", "452": "box", "453": "``", "454": "''", "455": "ok", "456": "we", "457": "import", "458": "fixes", "459": "Debian", "460": "fix", "461": "should", "462": "next", "463": "release", "464": "date", "465": "moment", "466": "let", "467": "exactly", "468": "motherboard", "469": "scsi", "470": "drive", "471": "controller", "472": "worked", "473": "altough", "474": "video", "475": "mode", "476": "strange", "477": "reports", "478": "generated", "479": "somewhere", "480": "developers", "481": "dislike", "482": "filtering", "483": "than", "484": "issue", "485": "saved", "486": "lost", "487": "unless", "488": "immediately", "489": "daniels", "490": "already", "491": "front", "492": "steal", "493": "nearly", "494": "mind", "495": "upload", "496": "done", "497": "rev", "498": "again", "499": "bip", "500": "brought", "501": "u", "502": "all", "503": "looks", "504": "improvement", "505": "cycle", "506": "Right", "507": "against", "508": "package", "509": "unknown", "510": "patience", "511": "beginning", "512": "wear", "513": "slightly", "514": "thin", "515": "Fergi", "516": "hi", "517": "stupid", "518": "he", "519": "tex", "520": "latex", "521": "hour", "522": "ago", "523": "take", "524": "Synaptic", "525": "Computer", "526": "System", "527": "Configuration", "528": "menu", "529": "graphical", "530": "front-end", "531": "apt", "532": "management", "533": "system", "534": "Got", "535": "thx", "536": "much", "537": "spiv", "538": "where", "539": "In", "540": "component", "541": "https", "542": "always", "543": "forget", "544": "Thank", "545": "patient", "546": "reporting", "547": "wonder", "548": "made", "549": "harder", "550": "users", "551": "presumably", "552": "temporary", "553": "measure", "554": "finish", "555": "our", "556": "general", "557": "particularly", "558": "current", "559": "situation", "560": "Tomcat_", "561": "address", "562": "book", "563": "apart", "564": "Evolution", "565": "Thunderbird", "566": "hmmm", "567": "cds", "568": "wtf", "569": "realized", "570": "instead", "571": "kde", "572": "cant", "573": "following", "574": "packages", "575": "unmet", "576": "dependencies", "577": "Depends", "578": "going", "579": "E", "580": "Broken", "581": "expected", "582": "didnt", "583": "change", "584": "nautilus", "585": "back", "586": "school", "587": "trouble", "588": "understanding", "589": "share", "590": "w/", "591": "other", "592": "logins", "593": "whereis", "594": "even", "595": "show", "596": "realplay", "597": "zAo^^", "598": "updates", "599": "3", "600": "days", "601": "standard", "602": "sources", "603": "gets", "604": "security", "605": "!", "606": "Just", "607": "upgrade", "608": "easy", "609": "encourage", "610": "random", "611": "|QuaD-", "612": "swj", "613": "remove", "614": "bitfoo", "615": "yeh", "616": "O", "617": "HrdwrBoB", "618": "once", "619": "start", "620": "including", "621": "options", "622": "lose", "623": "simplicity", "624": "randabis-laptop", "625": "been", "626": "able", "627": "aptitude", "628": "see", "629": "choice", "630": "expert", "631": "lol", "632": "comming", "633": "fedora", "634": "linux", "635": "afraid", "636": "admit", "637": "Orbo", "638": "whatever", "639": "puts", "640": "into", "641": "server", "642": "option", "643": "will", "644": "bare", "645": "minimum", "646": "tutorials", "647": "check", "648": "gamecat", "649": "okay", "650": "wireless", "651": "card", "652": "existing", "653": "joined", "654": "network", "655": "apple", "656": "ap", "657": "entries", "658": "gotten", "659": "dang", "660": "lot", "661": "em", "662": "tho", "663": "perhaps", "664": "more", "665": "bought", "666": "atheros", "667": "chipset", "668": "madwifi", "669": "sec", "670": "smoothly", "671": "boxes", "672": "geneo93", "673": "things", "674": "reinstalling", "675": "figure", "676": "difference", "677": "between", "678": "straight", "679": "auto", "680": "..", "681": "suppose", "682": "partitioning", "683": "guess", "684": "watch", "685": "break", "686": "wo", "687": "reccomended", "688": "directly", "689": "control", "690": "fans", "691": "comp", "692": "fan", "693": "sort", "694": "eyequeue", "695": "ipw2200", "696": "wifi", "697": "jsut", "698": "touched", "699": "cable", "700": "computer", "701": "fun", "702": "looking", "703": "ti", "704": "defile", "705": "distro", "706": "bad", "707": "though", "708": "broken", "709": "unstable", "710": "part", "711": "beta", "712": "stuff", "713": "FR500", "714": "default", "715": "password", "716": "asked", "717": "su", "718": "none", "719": "needed", "720": "mmm", "721": "want", "722": "disabled", "723": "indeed", "724": "changed", "725": "source.list", "726": "dist-upgrade", "727": "went", "728": "mark", "729": "apply", "730": "thank", "731": "synaptic", "732": "asks", "733": "configuration", "734": "write", "735": "notice", "736": "dammit", "737": "shutdown", "738": "lots", "739": "11", "740": "errors", "741": "loaded", "742": "hams", "743": "way", "744": "source", "745": "used", "746": "compile", "747": "called", "748": "apt-build", "749": "//archive.ubuntu.com", "750": "debs", "751": "open", "752": "/usr/bin", "753": "included", "754": "probably", "755": ".I", "756": "lilo", "757": "grub", "758": "config", "759": "file", "760": "menu.lst", "761": "/boot/grub/menu.lst", "762": "adding", "763": "those", "764": "lines", "765": "noob", "766": "acpi", "767": "|", "768": "dmesg", "769": "|grep", "770": "ACPI", "771": "reinstall", "772": "since", "773": "switched", "774": "686", "775": "386", "776": "ahh", "777": "thats", "778": "turn", "779": "off", "780": "working", "781": "setup", "782": "samba", "783": "isntalled", "784": "says", "785": "[", "786": "optik", "787": "que", "788": "pueda", "789": "tengo", "790": "un", "791": "problema", "792": "en", "793": "instalar", "794": "el", "795": "java", "796": "pero", "797": "LucidVisions", "798": "aqui", "799": "habla", "800": "espanol", "801": "la", "802": "official", "803": "es", "804": "software", "805": "por", "806": "favor", "807": "yo", "808": "tiene", "809": "url", "810": "link", "811": "hablo", "812": "ingles", "813": "best", "814": "speak", "815": "spanish", "816": "dont", "817": "ncurses", "818": "@", "819": "~/Desktop", "820": "rpm", "821": "-i", "822": "failed", "823": "problems", "824": ".deb", "825": "tool", "826": "dpkg", "827": "foo.deb", "828": "ahhh", "829": "makes", "830": "sense", "831": "heh", "832": "Ive", "833": "another", "834": "error", "835": "tar", "836": "stdin", "837": "gzip", "838": "nick01", "839": "started", "840": "barely", "841": "make", "842": "readable", "843": "font", "844": "dark", "845": "froust", "846": "Anyone", "847": "eth0", "848": "reboot", "849": "geneo91", "850": "===", "851": "feels", "852": "invisible", "853": "headers", "854": "systems", "855": "note", "856": "compiled", "857": "melazyboy2", "858": "No", "859": "first", "860": "build-essential", "861": "hard", "862": "case", "863": "gentoo", "864": "Have", "865": "connected", "866": "ADSL", "867": "router", "868": "modem", "869": "/", "870": "Card", "871": "bridge", "872": "Saying", "873": "internet", "874": "surf", "875": "ping", "876": "websites", "877": "download", "878": "email", "879": "etc", "880": "zsnes", "881": "tells", "882": "libpng", "883": "apt-getting", "884": "nothign", "885": "either", "886": "-f", "887": "force", "888": "msg", "889": "pkg", "890": "maintainer", "891": "apt-cache", "892": "search", "893": "mature", "894": "hand", "895": "dunno", "896": "stick", "897": "own", "898": "preference", "899": "desc", "900": "interfaces", "901": "x", "902": "opengl", "903": "gtk", "904": "--", "905": "personally", "906": "win32", "907": "gaim", "908": "plugin", "909": "showing", "910": "xmms", "911": "thoughts", "912": "purge", "913": "satisfy", "914": "dependency", "915": "removing", "916": "hear", "917": "idea", "918": "xine", "919": "consult", "920": "god", "921": "google", "922": "nevermind", "923": "effects", "924": "plugins", "925": "output", "926": "versions", "927": "specifically", "928": "flex", "929": "Go", "930": "their", "931": "sites", "932": "archive", "933": "copy", "934": "repos", "935": "man", "936": "junk", "937": "run", "938": "wine", "939": "windows", "940": "coulix", "941": "ther", "942": "soft", "943": "kind", "944": "keeping", "945": "track", "946": "allowing", "947": "small", "948": "queries", "949": "ect", "950": "keep", "951": "txt", "952": "daryn", "953": "Can", "954": "give", "955": "pc", "956": "wired", "957": "settings", "958": "under", "959": "General", "960": "Enable", "961": "Windows", "962": "Networking", "963": "dhcp", "964": "simple", "965": "smbfs", "966": "samba-common", "967": "automaticly", "968": "ntfs", "969": "drives", "970": "coming", "971": "April", "972": "5.04", "973": "Orcrist", "974": "cedega", "975": "wondering", "976": "regular", "977": "plus", "978": "extras", "979": "besides", "980": "games", "981": "handle", "982": "thinking", "983": "randabis", "984": "developing", "985": "choose", "986": "listed", "987": "BSD", "988": "MSDOS", "989": "others", "990": "receiving", "991": "Error", "992": "16", "993": "Any", "994": "ideas", "995": "uh", "996": "ext3", "997": "reiserfs", "998": "most", "999": "likely", "1000": "xfs", "1001": "table", "1002": "mounting", "1003": "usb", "1004": "flash", "1005": "plugged", "1006": "icon", "1007": "shows", "1008": "desktop", "1009": "level", "1010": "floppy", "1011": "cdrom", "1012": "plug", "1013": "Guardiann", "1014": "ephic", "1015": "info", "1016": "alright", "1017": "document", "1018": "theres", "1019": "commands", "1020": "lets", "1021": "mozilla", "1022": "pick", "1023": "javascript", "1024": "luck", "1025": "ln", "1026": "-s", "1027": "overwrite", "1028": "d/l", "1029": "bin", "1030": "theine", "1031": "Ex-Cyber", "1032": "open-source", "1033": "anyway", "1034": "missing", "1035": "sometimes", "1036": "kernels", "1037": "proprietary", "1038": "Adrenal", "1039": "whoa", "1040": "hundred", "1041": "connections", "1042": "pain", "1043": "were", "1044": "suddenly", "1045": "quitte", "1046": "netsplit", "1047": "happens", "1048": "freenode", "1049": "worry", "1050": "scared", "1051": "alot", "1052": "fewer", "1053": "many", "1054": "networks", "1055": "must", "1056": "ircd", "1057": "later", "1058": "Hwolf", "1059": "ugh", "1060": "servers", "1061": "slow", "1062": "-S", "1063": "page", "1064": "exist", "1065": "untill", "1066": "2", "1067": "ubuntu.com", "1068": "maxed", "1069": "connection", "1070": "yesterday", "1071": "pulling", "1072": "Pozac", "1073": "iso", "1074": "site", "1075": "MM2", "1076": "If", "1077": "admin", "1078": "mounted", "1079": "When", "1080": "put", "1081": "stab", "1082": "Nothing", "1083": "manually", "1084": "except", "1085": "physically", "1086": "inserting", "1087": "device", "1088": "lights", "1089": "configured", "1090": "basically", "1091": "group", "1092": "Peter", "1093": "mjr", "1094": "64bit", "1095": "x86", "1096": "OSes", "1097": "waste", "1098": "last", "1099": "night", "1100": "Especially", "1101": "Linux", "1102": "remember", "1103": "stuNNed", "1104": "icons", "1105": "Home", "1106": "Desktop", "1107": "Documents", "1108": "Disk", "1109": "suck", "1110": "appear", "1111": "antec_", "1112": "become", "1113": "thenuke", "1114": "logout", "1115": "uncomment", "1116": "sources.list", "1117": "different", "1118": "above", "1119": "edit", "1120": "klaym", "1121": "newest", "1122": "xchat", "1123": "ah", "1124": "fucked", "1125": "folder", "1126": "updated", "1127": "thinks", "1128": "needs", "1129": "inotify", "1130": "seems", "1131": "gedit", "1132": "/etc/apt/sources.list", "1133": "patch", "1134": "replacement", "1135": "sulkd", "1136": "mpq", "1137": "fat32", "1138": "fat", "1139": "delltony", "1140": "true", "1141": "FAT", "1142": "tux_", "1143": "very", "1144": "limited", "1145": "ms", "1146": "uses", "1147": "NTFS", "1148": "outside", "1149": "two", "1150": "qtparted", "1151": "knoppix", "1152": "diego", "1153": "ass", "1154": "ignore", "1155": "asking", "1156": "100", "1157": "%", "1158": "machine", "1159": ".pdf", "1160": "corrupt", "1161": "checked", "1162": "attachments", "1163": "gmail", "1164": "jpg", "1165": "attachment", "1166": "fine", "1167": "important", "1168": "0", "1169": "spent", "1170": "5", "1171": "hours", "1172": "print", "1173": "haha", "1174": "suggest", "1175": "call", "1176": "pdf", "1177": "care", "1178": "ill", "1179": "wait", "1180": "ficusplanet", "1181": "Hey", "1182": "menuconfig", "1183": "terminal", "1184": "uhm", "1185": "directory", "1186": "OmniColos", "1187": "network-manager", "1188": "entry", "1189": "Do", "1190": "Install", "1191": "You", "1192": "cvs", "1193": "sigh", "1194": "manager", "1195": "Not", "1196": "newer", "1197": "exit", "1198": "crap", "1199": "broke", "1200": "setuid", "1201": "init=/bin/bash", "1202": "it..", "1203": "line", "1204": "fixing", "1205": "end", "1206": "parsing", "1207": "quotes", "1208": "ro", "1209": "quiet", "1210": "splash", "1211": "touchpad", "1212": "sensitive", "1213": "mouse", "1214": "moves", "1215": "fast", "1216": "spend", "1217": "yea", "1218": "poningru", "1219": "connect", "1220": "Jeremy_D", "1221": "D", "1222": "helquist", "1223": "upgraded", "1224": "sound", "1225": "IamJacksUsername", "1226": "nickname", "1227": "allowed", "1228": "talk", "1229": "access", "1230": "suse", "1231": "harddisk", "1232": "array", "1233": "3.5", "1234": "Someone", "1235": "told", "1236": "cat", "1237": "/proc/mounts", "1238": "dir", "1239": "busy", "1240": "hda1", "1241": "lucid", "1242": "vmware", "1243": "dumping", "1244": "ugly", "1245": "winxp", "1246": "Dreamer3", "1247": "xp", "1248": "forever", "1249": "less", "1250": "weeks", "1251": "web", "1252": "|QuaD|", "1253": "view", "1254": "-l", "1255": "giving", "1256": "uninstalled", "1257": "downloading", "1258": "theme", "1259": "installer", "1260": "seem", "1261": "gon", "1262": "na", "1263": "1394", "1264": "hack", "1265": "sluggish", "1266": "DeepSpaceAnt", "1267": "heydude", "1268": "1/2", "1269": "away", "1270": "frozen", "1271": "logs", "1272": "causing", "1273": "freezing", "1274": "deep", "1275": "space", "1276": "ant", "1277": "saying", "1278": "snowblink", "1279": "da_bon_bon", "1280": "screensaver", "1281": "crimsun_", "1282": "customization", "1283": "qlo-xael", "1284": "real", "1285": "console", "1286": "CTRL+ALT+F1", "1287": "second", "1288": "locked", "1289": "Use", "1290": "happy", "1291": "osx", "1292": "os", "1293": "awesome", "1294": "ibook", "1295": "distributions", "1296": "OSX", "1297": "may", "1298": "home", "1299": "So", "1300": "iBook", "1301": "How", "1302": "suspend", "1303": "friend", "1304": "wierd", "1305": "playing", "1306": "messed", "1307": "IO", "1308": "hd", "1309": "runs", "1310": "fullscreen", "1311": "installation", "1312": "re-installed", "1313": "times", "1314": "whenever", "1315": "hangs", "1316": "GRUB", "1317": "loading", "1318": "folding", "1319": "near", "1320": "constantly", "1321": "whole", "1322": "distros", "1323": "community", "1324": "And", "1325": "involved", "1326": "unbuntu", "1327": "Yes", "1328": "october", "1329": "year", "1330": "wow", "1331": "obviously", "1332": "filling", "1333": "big", "1334": "kinds", "1335": "feel", "1336": "comfortable", "1337": "knowing", "1338": "ease", "1339": "played", "1340": "almost", "1341": "years", "1342": "computers", "1343": "9", "1344": "IT", "1345": "actually", "1346": "Awesome", "1347": "Things", "1348": "easier", "1349": "releases", "1350": "somewhat", "1351": "organize", "1352": "development", "1353": "migrating", "1354": "myzt1qu3", "1355": "successful", "1356": "slackware", "1357": "long", "1358": "seemed", "1359": "pages", "1360": "considering", "1361": "compiling", "1362": "curious", "1363": "reliable", "1364": "shoudl", "1365": "successfully", "1366": "ran", "1367": "OC_Linux", "1368": "mandrake", "1369": "based", "1370": "stop", "1371": "toast", "1372": "upgrading", "1373": "zenrox", "1374": "safe", "1375": "preview", "1376": "till", "1377": "breakage", "1378": "reverted", "1379": "wanting", "1380": "J", "1381": "app", "1382": "themes", "1383": "arbeck", "1384": "glade", "1385": "installs", "1386": "command", "1387": "create", "1388": "item", "1389": "xorg", "1390": "GregoryD", "1391": "iptables", "1392": "rules", "1393": "stored", "1394": "depends", "1395": "apparently", "1396": "-L", "1397": "actual", "1398": "contains", "1399": "firestarter", "1400": "shorewall", "1401": "port", "1402": "irc", "1403": "eclipse", "1404": "unzip", "1405": "logical", "1406": "instructions", "1407": "inactive", "1408": "active", "1409": "/opt", "1410": "images", "1411": "usplash", "1412": "Funraiser", "1413": "Seveas", "1414": "preferences", "1415": "thoreauputic", "1416": "locate", "1417": "1.5", "1418": "azureus", "1419": "pop", "1420": "key", "1421": "enter", "1422": "airox", "1423": "Studio", "1424": "death", "1425": "pressing", "1426": "printed", "1427": "shadeofgrey", "1428": "thor", "1429": "familiar", "1430": "script", "1431": "evolution", "1432": "downloads", "1433": "AND", "1434": "openoffice", "1435": "glad", "1436": "disappear", "1437": "dear", "1438": "mine", "1439": "passed", "1440": "sell", "1441": "money", "1442": "his", "1443": "life", "1444": "without", "1445": "hurting", "1446": "sad", "1447": "AzMoo", "1448": "packagename", "1449": "cheers", "1450": "hei", "1451": "curiosity", "1452": "hp", "1453": "sd", "1454": "reader", "1455": "dyno", "1456": "alsaconf", "1457": "soundcard", "1458": "manual", "1459": "alsa", "1460": "plz", "1461": "winamp", "1462": "jsgotangco", "1463": "whiteknight", "1464": "bmp", "1465": "beep", "1466": "media", "1467": "player", "1468": "Rattboi", "1469": "looked", "1470": "shit", "1471": "sjohnson", "1472": "power", "1473": "documentation", "1474": "ever", "1475": "seen", "1476": "select", "1477": "leaves", "1478": "thrown", "1479": "boat", "1480": "ok..", "1481": "cause", "1482": "example", "1483": "account", "1484": "pass", "1485": "guide", "1486": "properly", "1487": "w32codecs", "1488": "recognized", "1489": "unofficial", "1490": "explanation", "1491": "whatsoever", "1492": "dns", "1493": "resolution", "1494": "IIIEars", "1495": "Will", "1496": "Breezy", "1497": "include", "1498": "execute", "1499": "NX", "1500": "flag", "1501": "phxguy", "1502": "display", "1503": "code", "1504": "Adross", "1505": "image", "1506": "located", "1507": "rudi-rudi", "1508": "notification", "1509": "applet", "1510": "grep", "1511": "quit", "1512": "GPG", "1513": "stand", "1514": "installable", "1515": "mp3s", "1516": "certificate", "1517": "complains", "1518": "gstreamer", "1519": "wezzer-", "1520": "working..", "1521": "mad", "1522": "nopea", "1523": "cool", "1524": "libraries", "1525": "longer", "1526": "wdh", "1527": "nope..", "1528": "specify", "1529": "deborphan", "1530": "worries", "1531": "libs", "1532": "combine", "1533": "W", "1534": "//security.ubuntu.com", "1535": "Release", "1536": "signatures", "1537": "invalid", "1538": "BADSIG", "1539": "40976EAF437D05B5", "1540": "Archive", "1541": "Automatic", "1542": "known", "1543": "ah..", "1544": "upgrades", "1545": "everything", "1546": "liking", "1547": "application", "1548": "easily", "1549": "dd", "1550": "configs", "1551": "necessary", "1552": "rsync", "1553": "wich", "1554": "chance", "1555": "language", "1556": "words", "1557": "file-roller", "1558": "backup", "1559": "wish", "1560": "saves", "1561": "structure", "1562": "save", "1563": "mbr", "1564": "hm", "1565": "There", "1566": "shmoolik", "1567": "resiak", "1568": "Sure", "1569": "vim", "1570": "appropriate", "1571": "send", "1572": "him", "1573": "howto", "1574": "m", "1575": "Gedit", "1576": "yes..", "1577": "Set", "1578": "xukun", "1579": "s", "1580": "siimo", "1581": "name", "1582": "nvm", "1583": "'ls", "1584": "orhs", "1585": "transgress", "1586": "30", "1587": "gig", "1588": "gigs", "1589": "answer", "1590": "however", "1591": "goes", "1592": "plays", "1593": "flac", "1594": "storage", "1595": "tanek", "1596": "ive", "1597": "60gb", "1598": "nomad", "1599": "large", "1600": "compared", "1601": "ipod", "1602": "price", "1603": "Yay", "1604": "sets", "1605": "Time", "1606": "friends", "1607": "cost", "1608": "totaly", "1609": "shipit", "1610": "mirak", "1611": "breezy", "1612": "modprobe", "1613": "mass", "1614": "printer", "1615": "Also", "1616": "capture", "1617": "module", "1618": "load", "1619": "shitting", "1620": "sarcasm", "1621": "forbidden", "1622": "ha", "1623": "breaks", "1624": "spotted", "1625": "himself", "1626": "^^", "1627": "veritas_", "1628": "At", "1629": "Step", "1630": "Load", "1631": "Taliesin`", "1632": "sudoers", "1633": "geoffroy_", "1634": "created", "1635": "during", "1636": "Could", "1637": "paste", "1638": "/etc/sudoers", "1639": "Ok", "1640": "cuz", "1641": "lewwy", "1642": "possibly", "1643": "umount", "1644": "forces", "1645": "ofcourse", "1646": "argh", "1647": "fact", "1648": "unmounting", "1649": "semi", "1650": "eject", "1651": "runge", "1652": "stuck", "1653": "800x600", "1654": "doesent", "1655": "xserver", "1656": "dident", "1657": "background", "1658": "teh", "1659": "conf", "1660": "intel", "1661": "driver", "1662": "week", "1663": "stage", "1664": "yahalom", "1665": "click", "1666": "activating", "1667": "taht", "1668": "complete", "1669": "messages", "1670": "before", "1671": "cos", "1672": "chose", "1673": "xorg.conf", "1674": "Q_Continuum", "1675": "west", "1676": "DarthV4der", "1677": "dude", "1678": "dies", "1679": "craps", "1680": "uhm..", "1681": "usually", "1682": "backports", "1683": "canon", "1684": "manage", "1685": "interface", "1686": "profiles", "1687": "Burgundavia", "1688": "networking", "1689": "lo", "1690": "ol", "1691": "contain", "1692": "nonfree", "1693": "corvix", "1694": "graphics", "1695": "chip", "1696": "dri", "1697": "4", "1698": "additional", "1699": "required", "1700": "enable", "1701": "DRI", "1702": "cyphase", "1703": "LOL", "1704": "shared", "1705": "mem", "1706": "deactivating", "1707": "features", "1708": "cursor", "1709": "hardware", "1710": "Shorty^", "1711": "mplayer", "1712": "multiverse", "1713": "destiny", "1714": "advanced", "1715": "Ill", "1716": "Shinma", "1717": "nern", "1718": "lampshade", "1719": "computerguy867", "1720": "Without", "1721": "nameserver", "1722": "IP", "1723": "bob", "1724": "/etc/hosts", "1725": "added", "1726": "match", "1727": "Like", "1728": "mod", "1729": "ip", "1730": "kinda", "1731": "conjunction", "1732": "audio", "1733": "via", "1734": "synd", "1735": "day", "1736": "possible", "1737": "FC3", "1738": "vs", "1739": "high", "1740": "hopes", "1741": "Fedora", "1742": "cores", "1743": "Amaranth", "1744": "Cutman", "1745": "Does", "1746": "Cause", "1747": "pfp", "1748": "Dell", "1749": "IDE", "1750": "BIOS", "1751": "inside", "1752": "SysFail", "1753": "PLEASE", "1754": "point", "1755": "program", "1756": "engine", "1757": "Shuddertrix", "1758": "reason", "1759": "pasted", "1760": "goto", "1761": "state", "1762": "gnrfan", "1763": "hint", "1764": "ISO", "1765": "CD-ROM", "1766": "detected", "1767": "followed", "1768": "steps", "1769": "LiveCD", "1770": "pointless", "1771": "hooked", "1772": "yeah..", "1773": "liveCD", "1774": "recovery", "1775": "although", "1776": "rather", "1777": "livecd", "1778": "designed", "1779": "kismet", "1780": "littleworm", "1781": "Einhoernchen", "1782": "activate", "1783": "sharing", "1784": "nobody", "1785": "non", "1786": "login", "1787": "issues", "1788": "charm", "1789": "minutes", "1790": "dead", "1791": "define", "1792": "wouldnt", "1793": "lamont", "1794": "brown", "1795": "bg", "1796": "pointer", "1797": "hoovernj", "1798": "Thanks", "1799": "perfectly", "1800": "danko123456", "1801": "robert_H", "1802": "branch", "1803": "HandyMicky", "1804": "hdd", "1805": "300", "1806": "mhz", "1807": "32mb", "1808": "ram", "1809": "rest", "1810": "Web", "1811": "browsing", "1812": "browse", "1813": "assume", "1814": "routing", "1815": "packets", "1816": "ok.", "1817": "base", "1818": "tiny", "1819": "Gus_", "1820": "hot", "1821": "Fn", "1822": "keys", "1823": "sony", "1824": "vaio", "1825": "helping", "1826": "configuring", "1827": "=/", "1828": "Belial_", "1829": "custom", "1830": "shortcuts", "1831": "ONLY", "1832": "=P", "1833": "kidding", "1834": "ur", "1835": "screwed", "1836": "catch", "1837": "chrissturm", "1838": "stopped", "1839": "A", "1840": "mendoza", "1841": "Hi", "1842": "typing", "1843": "keyword", "1844": "Or", "1845": "corner", "1846": "window", "1847": "amazon", "1848": "ebay", "1849": "docs", "1850": "bet", "1851": "moved", "1852": "prob", "1853": "bah", "1854": "weird", "1855": "Imma", "1856": "lookin", "1857": "due", "1858": "II", "1859": "integrated", "1860": "tg_", "1861": "chang", "1862": "permission", "1863": "mail", "1864": "data", "1865": "chmod", "1866": "777", "1867": "changing", "1868": "sysrq", "1869": "vfat", "1870": "ext*", "1871": "ATI", "1872": "Radeon", "1873": "raDeon", "1874": "WHO", "1875": "ME", "1876": "dementted", "1877": "hell", "1878": "nick", "1879": "radeon", "1880": "game", "1881": "youre", "1882": "grabbed", "1883": "/nick", "1884": "pls", "1885": "serve", "1886": "calling", "1887": "Linksys", "1888": "NIC", "1889": "prolly", "1890": "losing", "1891": "Cal", "1892": "John", "1893": "doubt", "1894": "F", "1895": "$", "1896": "^", "1897": "clue", "1898": "dsl", "1899": "preventing", "1900": "similar", "1901": "Dr_Buddha", "1902": "knew", "1903": "comptuer", "1904": "passwd", "1905": "python", "1906": "huh", "1907": ".py", "1908": "executable", "1909": "rights", "1910": "Python", "1911": "perl", "1912": "nope", "1913": ".torrent", "1914": "named", "1915": "biff_", "1916": "oss", "1917": "//www.ubuntuforums.org/showthread.php", "1918": "goldfish", "1919": "alsamixer", "1920": "uname", "1921": "-r", "1922": "Crono5788", "1923": "'locate", "1924": "blah", "1925": "'sudo", "1926": "updatedb", "1927": "Okay", "1928": "right-click", "1929": "Installed", "1930": "tab", "1931": "Kartagis", "1932": "totem", "1933": "totem-xine", "1934": "Echelon-H", "1935": "sup", "1936": "wan", "1937": "myself", "1938": "pack", "1939": "\\", "1940": "ApeR", "1941": "alien", "1942": "Because", "1943": "sinope", "1944": "crashed", "1945": "kbrooks", "1946": "WM", "1947": "TeX", "1948": "benplaut", "1949": "iwconfig", "1950": "ath0", "1951": "brb", "1952": "Dvondrake", "1953": "reformat", "1954": "loss", "1955": "LinuxJones", "1956": "_Church_of_Foamy", "1957": "backing", "1958": "neat", "1959": "points", "1960": "flexible", "1961": "oh..", "1962": "-x", "1963": "cp", "1964": "floppies", "1965": "toxicfume", "1966": "rm", "1967": "-rf", "1968": "modules", "1969": "continue", "1970": "tomorrow", "1971": "7", "1972": "morning", "1973": "pastebin", "1974": "CiRkiT", "1975": "modified", "1976": "editing", "1977": "certain", "1978": "dumb", "1979": "magic", "1980": "sheesh", "1981": "nuts", "1982": "but..", "1983": "uninstall", "1984": "isnt", "1985": "paranoid", "1986": "nalioth", "1987": "button", "1988": "totally", "1989": "newb", "1990": "messing", "1991": "friendly", "1992": "YOU", "1993": "convinced", "1994": "ANYTHING", "1995": "happen", "1996": "forward", "1997": "fill", "1998": "Mez", "1999": "~", "2000": "audacity", "2001": "unexpected", "2002": "identifier", "2003": "e.g", "2004": "Segmentation", "2005": "fault", "2006": "locomorto", "2007": "side", "2008": "buttons", "2009": "mmmm", "2010": "d", "2011": "MX", "2012": "hw", "2013": "re", "2014": "scroll", "2015": "wheel", "2016": "vice", "2017": "versa", "2018": "btw", "2019": "woot", "2020": "order", "2021": "uh-uh", "2022": "-.-", "2023": "JDahl", "2024": "shrink", "2025": "partitions", "2026": "size", "2027": "illicit", "2028": "partitioned", "2029": "parted", "2030": "supposed", "2031": "clients", "2032": "Gaim", "2033": "dnys", "2034": "term", "2035": "aim", "2036": "client", "2037": "giant", "2038": "-P", "2039": "resized", "2040": "i386", "2041": "freaking", "2042": "h", "2043": "risk", "2044": "die", "2045": "failure", "2046": "ahaha", "2047": "Pop_pa_FrEaK", "2048": "popup", "2049": "startup", "2050": "spanglesontoast", "2051": "Q", "2052": "common", "2053": "middle", "2054": "quickly", "2055": "bottom", "2056": "ocean", "2057": "wreck", "2058": "multiple", "2059": "figured", "2060": "obtain", "2061": "dooglus", "2062": "whether", "2063": "restricted", "2064": "universe", "2065": "policy", "2066": "random_", "2067": "autodetect", "2068": "onboard", "2069": "walk", "2070": "detect", "2071": "newly", "2072": "eh", "2073": "speaks", "2074": "3d", "2075": "nova", "2076": "usefull", "2077": "mess", "2078": "top", "2079": "shape", "2080": "direct", "2081": "rendering", "2082": "Johnnyfav", "2083": "service", "2084": "IcemanV9", "2085": "ubotu", "2086": "Display", "2087": "Resolution", "2088": "fstab", "2089": "external", "2090": "HD", "2091": "letting", "2092": "rw", "2093": "||", "2094": "CPU", "2095": "AMD", "2096": "Athlon", "2097": "tm", "2098": "XP", "2099": "Swap", "2100": "Up", "2101": "33", "2102": "kool", "2103": "somebody", "2104": "debootstrap", "2105": "Ray|v|an-1010", "2106": "shell", "2107": "newbies", "2108": "chat", "2109": "room", "2110": "helpful", "2111": "somethign", "2112": "echo", "2113": "SHELL", "2114": "/msg", "2115": "ronnie_", "2116": "keeps", "2117": "serial", "2118": "athlon", "2119": "experianced", "2120": "linux/unix", "2121": "Im", "2122": "wowdeb", "2123": "c++", "2124": "visual", "2125": "95", "2126": "her", "2127": "intelligence", "2128": "toonx", "2129": "repositories", "2130": "deb", "2131": "mate", "2132": "silly", "2133": "questions", "2134": "patched", "2135": "Of", "2136": "Chetic", "2137": "belong", "2138": "belongs", "2139": "/usr/lib", "2140": "usr", "2141": "lib", "2142": "-name", "2143": "jason", "2144": "happening", "2145": "lately", "2146": "hah", "2147": "rain", "2148": "weekend", "2149": "BockBilbo", "2150": "ubutnu", "2151": "correctly", "2152": "/proc/cpuinfo", "2153": "arch", "2154": "then..", "2155": "tutorial", "2156": "i915", "2157": "lspci", "2158": "VGA", "2159": "forgot", "2160": "wasnt", "2161": "family", "2162": "afaik", "2163": "downloaded", "2164": "insmod", "2165": "relly", "2166": "frustrated", "2167": "graabein", "2168": "switch", "2169": "closer", "2170": "repository", "2171": "mirror", "2172": "ftp", "2173": "*", "2174": "Why", "2175": "GL", "2176": "applications", "2177": "libGL.so.1", "2178": "They", "2179": "putting", "2180": "Then", "2181": "missed", "2182": "anywhere", "2183": "finding", "2184": "ATi", "2185": "nayif", "2186": "/dev/", "2187": "delete", "2188": "dev", "2189": "ls", "2190": "-la", "2191": "shoud", "2192": "hrm", "2193": "gone", "2194": "sys", "2195": "Daylighthater", "2196": "q", "2197": "kubuntu", "2198": "mcmillan_33", "2199": "kubuntu-desktop", "2200": "otherwise", "2201": "past", "2202": "nowadays", "2203": "theory", "2204": "TJORVEN", "2205": "unrar", "2206": "rar", "2207": "bits", "2208": "fot", "2209": "fglrx", "2210": "ThinkPad", "2211": "low", "2212": "bump", "2213": "dpkg-reconfigure", "2214": "xserver-xorg", "2215": "JuNkPhreak|UnIx", "2216": "area", "2217": "sight", "2218": "chocoIate", "2219": "broadband", "2220": "ISDN", "2221": "dialup", "2222": "she", "2223": "lives", "2224": "purchased", "2225": "unsupported", "2226": "tons", "2227": "erros", "2228": "german", "2229": "remote", "2230": "JovenComunista", "2231": "swap", "2232": "wm_eddie", "2233": "Try", "2234": "gparted", "2235": "lleberg", "2236": "pentium", "2237": "cpu", "2238": "win", "2239": "IBM", "2240": "PII", "2241": "Oh", "2242": "Heya", "2243": "english", "2244": "hacker", "2245": "states", "2246": "r0bby__", "2247": "hacked", "2248": "whos", "2249": "us", "2250": "huge", "2251": "ew", "2252": "butt", "2253": "gains", "2254": "american", "2255": "sit", "2256": "hands", "2257": "crack", "2258": "deathwing", "2259": "php", "2260": "programmer", "2261": "ubuntus", "2262": "advise", "2263": "editor", "2264": "vsftpd", "2265": "shame", "2266": "hehehe", "2267": "yup", "2268": "Balthazar", "2269": "Is", "2270": "stay", "2271": "accessing", "2272": "full", "2273": "store", "2274": "svn", "2275": "plan", "2276": "alguien", "2277": "para", "2278": "_kevin", "2279": "OpenOffice", "2280": "Beta", "2281": "er", "2282": "1", "2283": "chill", "2284": "Xnalz", "2285": "rebuild", "2286": "tree", "2287": "freezes", "2288": "eventually", "2289": "turns", "2290": "black", "2291": "burned", "2292": "Somebody", "2293": "glxgears", "2294": "object", "2295": "mailing", "2296": "confusing", "2297": "leave", "2298": "alone", "2299": "victim", "2300": "delire", "2301": "jind_", "2302": "UNIX", "2303": "sed", "2304": "performs", "2305": "ubuntuguide", "2306": "person", "2307": "cooperate", "2308": "public", "2309": "CruNcher", "2310": "allready", "2311": "dialog", "2312": "Kubuntu", "2313": "excellent", "2314": "suite", "2315": "alternative", "2316": "haller", "2317": "XDMCP", "2318": "me..", "2319": "session", "2320": "per", "2321": "bash", "2322": "ssh", "2323": "Gtk-WARNING", "2324": "**", "2325": "forwarding", "2326": "enabled", "2327": "-X", "2328": "mir", "2329": "x11", "2330": "freenx", "2331": "vnc", "2332": "BurgerMann", "2333": "scales", "2334": "efficient", "2335": "digital", "2336": "camera", "2337": "age", "2338": "kills", "2339": "scale", "2340": "photos", "2341": "convert", "2342": "imagemagick", "2343": "look..", "2344": "IM", "2345": "rocks", "2346": "Efwis", "2347": "fax", "2348": "sends", "2349": "drop", "2350": "'gnome", "2351": "bigfoot1", "2352": "norm_", "2353": "bookmarks", "2354": "del.icio.us", "2355": "-w", "2356": "wise", "2357": "generate", "2358": "warnings", "2359": "requires", "2360": "tested", "2361": "HTML", "2362": "these", "2363": "configure", "2364": "identify", "2365": "nickserv", "2366": "seveas", "2367": "x-chat", "2368": "tv", "2369": "movie", "2370": "primary", "2371": "/etc/X11/xorg.conf", "2372": "consider", "2373": "generating", "2374": "process", "2375": "supply", "2376": "TV", "2377": "notes", "2378": "future", "2379": "ship", "2380": "GUI", "2381": "online", "2382": "bookmark", "2383": "recommend", "2384": "mz2", "2385": "rocking", "2386": "accepts", "2387": "odd", "2388": "handled", "2389": "everywhere", "2390": "simply", "2391": "ryan_", "2392": "metapackage", "2393": "non-free", "2394": "codecs", "2395": "submit", "2396": "pointers", "2397": "unfamiliar", "2398": "concerned", "2399": "eg", "2400": "changes", "2401": "in..", "2402": "sign", "2403": "stevegriff", "2404": "packages.ubuntu.com", "2405": "apache2", "2406": "wijnand", "2407": "recommended", "2408": "method", "2409": "land", "2410": "AFAIK", "2411": "windoze", "2412": "wipe", "2413": "clean", "2414": "PM", "2415": "costs", "2416": "starting", "2417": "product", "2418": "ntfsresize", "2419": "afford", "2420": "currently", "2421": "formatted", "2422": "remotely", "2423": "securely", "2424": "PC", "2425": "instance", "2426": "putty", "2427": "ubu", "2428": "VNC", "2429": "thru", "2430": "Network", "2431": "took", "2432": "allow", "2433": "ahal", "2434": "gurus", "2435": "block", "2436": "IRC", "2437": "/whois", "2438": "host", "2439": "whois", "2440": "This", "2441": "database", "2442": "webserver", "2443": "upto", "2444": "xam0x", "2445": "DVD", "2446": "complaining", "2447": "jasoncohen", "2448": "libdvdcss2", "2449": "libdvdcss", "2450": "Where", "2451": "songs", "2452": "couldnt", "2453": "lack", "2454": "performance", "2455": "increase", "2456": "ports", "2457": "often", "2458": "OO", "2459": "apt-gets", "2460": "prevent", "2461": "extra", "2462": "topyli", "2463": "konki", "2464": "results", "2465": "dropdown", "2466": "folders", "2467": "unset", "2468": "insert", "2469": "HOME", "2470": "logging", "2471": "value", "2472": "wherever", "2473": "Rorviker", "2474": "wlan", "2475": "rebooting", "2476": "wlan0", "2477": "ndiswrapper", "2478": "-m", "2479": "/etc/modules", "2480": "ifconfig", "2481": "'auto", "2482": "/etc/network/interfaces", "2483": "iface", "2484": "inet", "2485": "/home", "2486": "jurgonh", "2487": "Want", "2488": "properties", "2489": "Open", "2490": "With", "2491": "3rd", "2492": "daves", "2493": "Ya", "2494": "ALSA", "2495": "permissions", "2496": "Totem", "2497": "gives", "2498": "double", "2499": "pops", "2500": "up..", "2501": "each", "2502": "pvanhoof", "2503": "freax", "2504": "lort", "2505": "~/cvs/gnome/gnome-schedule/src", "2506": "warning", "2507": "executed", "2508": "/bin/sh", "2509": "job", "2510": "6", "2511": "-c", "2512": "Permission", "2513": "denied", "2514": "topic", "2515": "peterretief", "2516": "uml", "2517": "editors", "2518": "tips", "2519": "Bitmastro", "2520": "ver", "2521": "Nermal", "2522": "dia", "2523": "section", "2524": "optional", "2525": "Version", "2526": "Packaged", "2527": "kB", "2528": "472", "2529": "np", "2530": "kept", "2531": "crashing", "2532": "halgeir", "2533": "locally", "2534": "OK", "2535": "guys..", "2536": "unusable", "2537": "_", "2538": "dutch", "2539": "warcraft", "2540": "RQ", "2541": "Wine", "2542": "logged", "2543": "gcc", "2544": "hows", "2545": "allows", "2546": "removes", "2547": "GCC", "2548": "tvoss", "2549": "Humility", "2550": "released", "2551": "officially", "2552": "On", "2553": "thread", "2554": "screenshots", "2555": "according", "2556": "comments", "2557": "likes", "2558": "//art.gnome.org", "2559": "//www.gnome-look.org", "2560": "//themes.freshmeat.net/browse/58/", "2561": "anders", "2562": "overclock", "2563": "office", "2564": "2.0", "2565": "106", "2566": "dropped", "2567": "recall", "2568": "filename", "2569": "qbeek", "2570": "SMP", "2571": "Sat", "2572": "Mar", "2573": "12", "2574": "GMT", "2575": "2005", "2576": "helped", "2577": "/quit", "2578": "cheap", "2579": "tna", "2580": "newbie", "2581": "biased", "2582": "learn", "2583": "badly", "2584": "suitable", "2585": "wet", "2586": "lsuactiafner", "2587": ".desktop", "2588": "documented", "2589": "evil", "2590": "buffer", "2591": "hondje", "2592": "feature", "2593": "expect", "2594": "texteditor", "2595": "act", "2596": "revert", "2597": "unix", "2598": "text", "2599": "prefer", "2600": "squareyes", "2601": "randomly", "2602": "formats", "2603": "killall", "2604": "esd", "2605": "package..", "2606": "pure", "2607": "ubuntudigger", "2608": "answering", "2609": "nikkia", "2610": "bluez", "2611": "brother", "2612": "POSIX", "2613": "specifications", "2614": "sorush20", "2615": "scan", "2616": "fo", "2617": "fsck", "2618": "reiser", "2619": "20", "2620": "reboots", "2621": "kill", "2622": "ou", "2623": "DO", "2624": "NOT", "2625": "programmers", "2626": "FS", "2627": "emacs", "2628": "direction", "2629": "kdevelop", "2630": "C", "2631": "Java", "2632": "child", "2633": "happend", "2634": "writing", "2635": ":0", "2636": "sexcopter8000m", "2637": "mo", "2638": "empty", "2639": "deleted", "2640": "formatting", "2641": "occurs", "2642": "terminates", "2643": "unable", "2644": "searches", "2645": "nodes", "2646": "returns", "2647": "suggestions", "2648": "ext2", "2649": "corruption", "2650": "-a", "2651": "-y", "2652": "turning", "2653": "shutting", "2654": "no..", "2655": "anything..", "2656": "wget", "2657": "antivirus", "2658": "woo", "2659": "crashes", "2660": "firewall", "2661": "crash", "2662": "loader", "2663": "scanning", "2664": "fails", "2665": "finds", "2666": "unreadable", "2667": "prompting", "2668": "begin", "2669": "extended", "2670": "wondered", "2671": "complicated", "2672": "split", "2673": "2.", "2674": "half", "2675": "Nard", "2676": "join", "2677": "transfer", "2678": "workgroup", "2679": "dim", "2680": "Download", "2681": "partions", "2682": "Aladdin", "2683": "-t", "2684": "-o", "2685": "o", "2686": "bans", "2687": "comand", "2688": "volume", "2689": "read/write", "2690": "mkfs.vfat", "2691": "fdisk", "2692": "sda2", "2693": "/dev/sda2", "2694": "ablyss", "2695": "saw", "2696": "peter_", "2697": "message", "2698": "flood", "2699": "AlexBO", "2700": "gdm", "2701": "TD", "2702": "static", "2703": "-dev", "2704": "gtkmm", "2705": "archives", "2706": "explain", "2707": "suffice", "2708": "dynamic", "2709": "compiler", "2710": "runtime", "2711": "thelow", "2712": "nonsense", "2713": "chibifs", "2714": "marcin", "2715": "national", "2716": "characters", "2717": "vader1102", "2718": "ordered", "2719": "Canada", "2720": "thanx", "2721": "ordering", "2722": "Crembo", "2723": "combo", "2724": "booting", "2725": "route", "2726": "zero", "2727": "knowledge", "2728": "pcharky", "2729": "searching", "2730": "exact", "2731": "series", "2732": "dual-boot", "2733": "across", "2734": "clear", "2735": "and/or", "2736": "conflicting", "2737": "enjoy", "2738": "unique", "2739": "ready", "2740": "slave", "2741": "Belutz", "2742": "hai", "2743": "php5", "2744": "jeansch", "2745": "Cesarin", "2746": "nop", "2747": "grey", "2748": "white", "2749": "light", "2750": "KArhuton", "2751": "heavy", "2752": "fonts", "2753": "xfonts-base", "2754": "atm", "2755": "positive", "2756": "responses", "2757": "boxerboy29", "2758": "welcome", "2759": "ty", "2760": "blekos", "2761": "grr", "2762": "pauldaoust", "2763": "panel", "2764": "hum", "2765": "command-line", "2766": "players", "2767": "aplay", "2768": "CarlK", "2769": "15", "2770": "NAT", "2771": "wants", "2772": "DNS", "2773": "resolve", "2774": "pippijn|amd64", "2775": "hey..", "2776": "nvidia-glx", "2777": "kids", "2778": "deleting", "2779": "panels", "2780": "mandatory", "2781": "hmmmm", "2782": "ApotheoticSheep", "2783": "GnomeUI-WARNING", "2784": "While", "2785": "connecting", "2786": "Authentication", "2787": "Rejected", "2788": "None", "2789": "authentication", "2790": "protocols", "2791": "specified", "2792": "supported", "2793": "host-based", "2794": "hte", "2795": "-\\", "2796": "deal", "2797": "HDA", "2798": "huston", "2799": "contact", "2800": "elad`", "2801": "pppoe", "2802": "WinXP", "2803": "Help", "2804": "ompaul", "2805": "Connected", "2806": "ethernet", "2807": "Should", "2808": "Would", "2809": "noise", "2810": "speakers", "2811": "jean", "2812": "restart", "2813": "detection", "2814": "french", "2815": "guy", "2816": "lil", "2817": "mice", "2818": "/dev", "2819": "esac_", "2820": "atleast", "2821": "realise", "2822": "porn", "2823": "net", "2824": "Ethernet", "2825": "administration", "2826": "close", "2827": "irssi", "2828": "repeat", "2829": "NOW", "2830": "ON", "2831": "advice", "2832": "monitors", "2833": "geforce", "2834": "linux-686", "2835": "cesarin", "2836": "okey", "2837": "yay", "2838": "destroyed", "2839": "fatal", "2840": "core", "2841": "sadly", "2842": "downgrade", "2843": "udev", "2844": "ppl", "2845": "HDD", "2846": "umask=0222", "2847": "oops", "2848": "bunch", "2849": "speed", "2850": "tom___", "2851": "After", "2852": "Has", "2853": "struggling", "2854": "Yup", "2855": "boxerboy", "2856": "moparfan90", "2857": "environment", "2858": "whatnot", "2859": "liek", "2860": "pay", "2861": "DONT", "2862": "Wish", "2863": "translation", "2864": "irc.freenode.net", "2865": "/server", "2866": "Firefox", "2867": "IPv6", "2868": "post", "2869": "accept", "2870": "/var/log/Xorg.0.log", "2871": "received", "2872": "FloK", "2873": 