{"1": "Say", "2": ",", "3": "Jim", "4": "how", "5": "about", "6": "going", "7": "for", "8": "a", "9": "few", "10": "beers", "11": "after", "12": "dinner", "13": "?", "14": "You", "15": "know", "16": "that", "17": "is", "18": "tempting", "19": "but", "20": "really", "21": "not", "22": "good", "23": "our", "24": "fitness", "25": ".", "26": "What", "27": "do", "28": "you", "29": "mean", "30": "It", "31": "will", "32": "help", "33": "us", "34": "to", "35": "relax", "36": "Do", "37": "think", "38": "so", "39": "I", "40": "n't", "41": "just", "42": "make", "43": "fat", "44": "and", "45": "act", "46": "silly", "47": "Remember", "48": "last", "49": "time", "50": "guess", "51": "are", "52": "right.But", "53": "what", "54": "shall", "55": "we", "56": "feel", "57": "like", "58": "sitting", "59": "at", "60": "home", "61": "suggest", "62": "walk", "63": "over", "64": "the", "65": "gym", "66": "where", "67": "can", "68": "play", "69": "singsong", "70": "meet", "71": "some", "72": "of", "73": "friends", "74": "That", "75": "'s", "76": "idea", "77": "hear", "78": "Mary", "79": "Sally", "80": "often", "81": "go", "82": "there", "83": "foursome", "84": "with", "85": "them", "86": "Sounds", "87": "great", "88": "me", "89": "!", "90": "If", "91": "they", "92": "willing", "93": "could", "94": "ask", "95": "dancing", "96": "excellent", "97": "exercise", "98": "fun", "99": "too", "100": "'", "101": "s", "102": "now", "103": "All", "104": "right", "105": "ok", "106": "'ll", "107": "arrangements", "108": "be", "109": "wonderful", "110": "start", "111": "packing", "112": "suitcases", "113": "Can", "114": "push-ups", "115": "Of", "116": "course", "117": "piece", "118": "cake", "119": "Believe", "120": "it", "121": "or", "122": "30", "123": "minute", "124": "Really", "125": "impossible", "126": "Yeah", "127": "easy", "128": "everyday", "129": "study", "130": "radio", "131": "on", "132": "No", "133": "listen", "134": "background", "135": "music", "136": "difference", "137": "The", "138": "has", "139": "many", "140": "true", "141": "then", "142": "have", "143": "buy", "144": "record", "145": "player", "146": "Are", "147": "all", "148": "soon", "149": "was", "150": "terrified", "151": "when", "152": "watched", "153": "fall", "154": "from", "155": "wire", "156": "an", "157": "\u3002", "158": "see", "159": "Hey", "160": "John", "161": "nice", "162": "skates", "163": "new", "164": "got", "165": "started", "166": "playing", "167": "ice", "168": "hockey", "169": "in", "170": "community", "171": "league", "172": "So", "173": "finally", "174": "myself", "175": "position", "176": "\u2019", "177": "m", "178": "defender", "179": "lot", "180": "don", "181": "t", "182": "able", "183": "skate", "184": "as", "185": "fast", "186": "defense", "187": "re", "188": "pretty", "189": "big", "190": "guy", "191": "goalie", "192": "Oh", "193": "yeah", "194": "Which", "195": "team", "196": "Rockets", "197": "guys", "198": "next", "199": "week", "200": "Well", "201": "practice", "202": "See", "203": "later", "204": "reading", "205": "looking", "206": "my", "207": "horoscope", "208": "this", "209": "month", "210": "My", "211": "outlook", "212": "very", "213": "positive", "214": "says", "215": "should", "216": "take", "217": "vacation", "218": "someplace", "219": "exotic", "220": "passionate", "221": "summer", "222": "fling", "223": "talking", "224": "Let", "225": "...", "226": "prediction", "227": "your", "228": "based", "229": "zodiac", "230": "sign", "231": "different", "232": "date", "233": "were", "234": "born", "235": "April", "236": "15th", "237": "Aries", "238": "When", "239": "January", "240": "5th", "241": "Capricorn", "242": "feeling", "243": "stress", "244": "work", "245": "exciting", "246": "developments", "247": "love", "248": "life", "249": "Looks", "250": "ll", "251": "both", "252": "interesting", "253": "summers", "254": "any", "255": "practically", "256": "nonexistent", "257": "This", "258": "stuff", "259": "bunch", "260": "nonsense", "261": "astrology", "262": "tell", "263": "personality", "264": "energetic", "265": "loves", "266": "socialize", "267": "certainly", "268": "match", "269": "those", "270": "criteria", "271": "broad", "272": "apply", "273": "anyone", "274": "does", "275": "say", "276": "A", "277": "practical", "278": "She", "279": "likes", "280": "things", "281": "ways", "282": "sounds", "283": "Frank", "284": "getting", "285": "married", "286": "believe", "287": "Is", "288": "he", "289": "Yes", "290": "He", "291": "girl", "292": "much", "293": "Who", "294": "met", "295": "holiday", "296": "Spain", "297": "Have", "298": "set", "299": "wedding", "300": "Not", "301": "yet", "302": "bought", "303": "house", "304": "northern", "305": "suburbs", "306": "same", "307": "day", "308": "came", "309": "market", "310": "kind", "311": "Spanish", "312": "style", "313": "roof", "314": "tiles", "315": "houses", "316": "And", "317": "bargaining", "318": "river", "319": "side", "320": "costs", "321": "double", "322": "price", "323": "Great", "324": "two", "325": "bedroom", "326": "three", "327": "bedrooms", "328": "beds", "329": "living", "330": "room", "331": "ceiling", "332": "There", "333": "garage", "334": "area", "335": "investment", "336": "Yeas", "337": "end", "338": "year", "339": "before", "340": "Hi", "341": "Becky", "342": "up", "343": "except", "344": "mother-in-law", "345": "driving", "346": "wall", "347": "problem", "348": "criticizes", "349": "everything", "350": "never", "351": "anything", "352": "she", "353": "around", "354": "For", "355": "example", "356": "invited", "357": "her", "358": "husband", "359": "had", "360": "no", "361": "food", "362": "if", "363": "listened", "364": "would", "365": "seem", "366": "fed", "367": "old", "368": "meat", "369": "rotten", "370": "vegetables", "371": "nothing", "372": "please", "373": "ca", "374": "happening", "375": "'re", "376": "cook", "377": "ever", "378": "happen", "379": "also", "380": "raise", "381": "kids", "382": "used", "383": "thing", "384": "disciplining", "385": "enough", "386": "complained", "387": "schools", "388": "sent", "389": "else", "390": "under", "391": "sun", "392": "said", "393": "How", "394": "did", "395": "stop", "396": "We", "397": "basically", "398": "sat", "399": "down", "400": "told", "401": "felt", "402": "constant", "403": "advice", "404": "hoped", "405": "'d", "406": "let", "407": "understood", "408": "more", "409": "peaceful", "410": "Zina", "411": "programmers", "412": "working", "413": "out", "414": "hate", "415": "admit", "416": "Filipino", "417": "kid", "418": "genius", "419": "Stars.com", "420": "deadline", "421": "running", "422": "close", "423": "Good", "424": "After", "425": "starts", "426": "paying", "427": "wo", "428": "need", "429": "cash", "430": "anymore", "431": "either", "432": "cooking", "433": "hobby", "434": "12", "435": "years", "436": "sold", "437": "Why", "438": "by", "439": "taste", "440": "delicious", "441": "trying", "442": "recipes", "443": "which", "444": "usually", "445": "test", "446": "come", "447": "hope", "448": "chance", "449": "forget", "450": "Certainly", "451": "Anyone", "452": "Jen", "453": "'m", "454": "kitchen", "455": "yourself", "456": "Wow", "457": "storm", "458": "'ve", "459": "even", "460": "worked", "461": "sweat", "462": "look", "463": "show", "464": "host", "465": "--", "466": "only", "467": "tan", "468": "healthy", "469": "Thanks", "470": "back", "471": "camp", "472": "try", "473": "first", "474": "Like", "475": "went", "476": "sailing", "477": "fishing", "478": "horseback", "479": "riding", "480": "jealous", "481": "best", "482": "Except", "483": "Diana", "484": "perfume", "485": "gave", "486": "But", "487": "truth", "488": "wear", "489": "sorry", "490": "didn", "491": "Thank", "492": "Ah", "493": "ah", "494": "daily", "495": "schedule", "496": "jog", "497": "breakfast", "498": "Then", "499": "Walk", "500": "Thirty", "501": "minutes", "502": "lunch", "503": "Use", "504": "stairs", "505": "elevator", "506": "dear", "507": "times", "508": "swim", "509": "hand", "510": "ball", "511": "Bill", "512": "saw", "513": "grandma", "514": "yesterday", "515": "track", "516": "college", "517": "walking", "518": "Grannie", "519": "always", "520": "tries", "521": "stay", "522": "fit", "523": "making", "524": "eat", "525": "proper", "526": "foods", "527": "pays", "528": "off", "529": "anyway", "530": "86", "531": "truly", "532": "amazing", "533": "register", "534": "class", "535": "today", "536": "enjoy", "537": "taking", "538": "Psychology", "539": "crazy", "540": "classes", "541": "still", "542": "open", "543": "days", "544": "these", "545": "Tuesday", "546": "Thursday", "547": "other", "548": "Monday", "549": "Wednesday", "550": "10", "551": "am", "552": "-", "553": "sure", "554": "Sign", "555": "Dad", "556": "why", "557": "windows", "558": "Honey", "559": "typhoon", "560": "coming", "561": "school", "562": "tomorrow", "563": "Jenny", "564": "prepare", "565": "OK", "566": "name", "567": "Lean", "568": "Russia", "569": "Nice", "570": "Alike", "571": "Japan", "572": "To", "573": "English", "574": "difficult", "575": "language", "576": "second", "577": "True", "578": "harder", "579": "than", "580": "most", "581": "One", "582": "letter", "583": "several", "584": "pronunciations", "585": "one", "586": "word", "587": "meanings", "588": "wonder", "589": "material", "590": "paper", "591": "writing", "592": "quite", "593": "topic", "594": "influence", "595": "television", "596": "children", "597": "possible", "598": "sources", "599": "might", "600": "use", "601": "computer", "602": "give", "603": "list", "604": "every", "605": "scientific", "606": "journal", "607": "talks", "608": "Here", "609": "hot", "610": "dog", "611": "beer", "612": "happened", "613": "Did", "614": "miss", "615": "Cal", "616": "Ripen", "617": "hit", "618": "run", "619": "score", "620": "3", "621": "4", "622": "made", "623": "5", "624": "since", "625": "another", "626": "base", "627": "Baltimore", "628": "winning", "629": "Right", "630": "place", "631": "watch", "632": "baseball", "633": "game", "634": "isn", "635": "bad", "636": "seat", "637": "fans", "638": "here", "639": "Philadelphia", "640": "spend", "641": "watching", "642": "reminds", "643": "America", "644": "favorite", "645": "pizza", "646": "Perfect", "647": "hits", "648": "spot", "649": "light", "650": "Sorry", "651": "smoke", "652": "scared", "653": "stiff", "654": "giving", "655": "performance", "656": "Were", "657": "kindly", "658": "words", "659": "Excuse", "660": "Could", "661": "picture", "662": "camera", "663": "Sure", "664": "button", "665": "press", "666": "shoot", "667": "focus", "668": "point", "669": "cheese", "670": "Every", "671": "country", "672": "face", "673": "history", "674": "live", "675": "vacuum", "676": "traditional", "677": "values", "678": "long", "679": "Sometimes", "680": "human", "681": "beings", "682": "done", "683": "something", "684": "wrong", "685": "somebody", "686": "who", "687": "wants", "688": "turn", "689": "his", "690": "such", "691": "won", "692": "realized", "693": "traveling", "694": "Kathy", "695": "pleasure", "696": "get", "697": "places", "698": "instance", "699": "waiting", "700": "buses", "701": "Or", "702": "stuck", "703": "traffic", "704": "jams", "705": "Exactly", "706": "Your", "707": "small", "708": "wish", "709": "afford", "710": "loan", "711": "bank", "712": "LPF", "713": "program", "714": "provides", "715": "low", "716": "cost", "717": "loans", "718": "participants", "719": "purchases", "720": "notice", "721": "Ms", "722": "speak", "723": "begin", "724": "child", "725": "Where", "726": "learn", "727": "At", "728": "own", "729": "want", "730": "black", "731": "white", "732": "coffee", "733": "White", "734": "Look", "735": "Folk", "736": "concert", "737": "evening", "738": "Want", "739": "classical", "740": "Classical", "741": "sends", "742": "sleep", "743": "funny", "744": "spare", "745": "chess", "746": "hobbies", "747": "besides", "748": "afraid", "749": "tennis", "750": "yes", "751": "basketball", "752": "Because", "753": "cooperating", "754": "others", "755": "find", "756": "him", "757": "anywhere", "758": "heard", "759": "prison", "760": "Beg", "761": "pardon", "762": "ears", "763": "you.What", "764": "Ted", "765": "Friday", "766": "plans", "767": "Ve", "768": "been", "769": "hard", "770": "lately", "771": "probably", "772": "Maybe", "773": "movies", "774": "Any", "775": "honestly", "776": "world", "777": "improving", "778": "science", "779": "wiser", "780": "industry", "781": "wealthier", "782": "opinion", "783": "medicine", "784": "healthier", "785": "agree", "786": "sense", "787": "miserable", "788": "aren", "789": "maintain", "790": "hundred", "791": "ago", "792": "mine", "793": "plan", "794": "birthday", "795": "picnic", "796": "Mum", "797": "party", "798": "way", "799": "together", "800": "celebrate", "801": "invite", "802": "may", "803": "return", "804": "book", "805": "check", "806": "video", "807": "library", "808": "card", "809": "Make", "810": "care", "811": "damage", "812": "fined", "813": "matter", "814": "busy", "815": "parents", "816": "leave", "817": "son", "818": "himself", "819": "remember", "820": "cut", "821": "terrible", "822": "calls", "823": "Totally", "824": "Perhaps", "825": "marriage", "826": "pale", "827": "caught", "828": "cold", "829": "Now", "830": "better", "831": "rest", "832": "suppose", "833": "doctor", "834": "drink", "835": "Peter", "836": "bar", "837": "across", "838": "road", "839": "fantastic", "840": "five", "841": "past", "842": "rely", "843": "because", "844": "gaining", "845": "losing", "846": "fix", "847": "family", "848": "ancestors", "849": "mom", "850": "tree", "851": "copy", "852": "d", "853": "goes", "854": "8", "855": "generations", "856": "far", "857": "large", "858": "extended", "859": "cousins", "860": "dad", "861": "ones", "862": "age", "863": "relatives", "864": "older", "865": "younger", "866": "well", "867": "head", "868": "household", "869": "definitely", "870": "mother", "871": "bigger", "872": "grandfather", "873": "Mr", "874": "Wang", "875": "boating", "876": "gone", "877": "afternoon", "878": "gate", "879": "park", "880": "forward", "881": "meeting", "882": "Resort", "883": "weekend", "884": "though", "885": "falls", "886": "skiing", "887": "coach", "888": "teach", "889": "ski", "890": "State", "891": "Sports", "892": "General", "893": "Administration", "894": "move", "895": "smoothly", "896": "icy", "897": "wind", "898": "afterwards", "899": "until", "900": "imagine", "901": "Poor", "902": "recently", "903": "pressure", "904": "company", "905": "wrapped", "906": "upon", "907": "Take", "908": "David", "909": "About", "910": "boss", "911": "follow", "912": "fired", "913": "shame", "914": "ride", "915": "bike", "916": "form", "917": "transport", "918": "prefer", "919": "pedal", "920": "bicycle", "921": "lazy", "922": "drive", "923": "car", "924": "discourage", "925": "people", "926": "using", "927": "their", "928": "private", "929": "cars", "930": "They", "931": "produce", "932": "pollution", "933": "convenient", "934": "environment", "935": "Once", "936": "found", "937": "maybe", "938": "tempted", "939": "save", "940": "money", "941": "hundreds", "942": "dollars", "943": "gas", "944": "insurance", "945": "repairs", "946": "His", "947": "nose", "948": "joint", "949": "forgot", "950": "abroad", "951": "Tom", "952": "Study", "953": "courses", "954": "university", "955": "Won", "956": "lonely", "957": "cool", "958": "extracurricular", "959": "activities", "960": "theater", "961": "lovely", "962": "weather", "963": "Will", "964": "water", "965": "flowers", "966": "Jack", "967": "do.We", "968": "watered", "969": "Please", "970": "dark", "971": "clouds", "972": "rain", "973": "report", "974": "whole", "975": "die", "976": "On", "977": "darn", "978": "grocery", "979": "store", "980": "closed", "981": "closes", "982": "ten", "983": "24", "984": "hour", "985": "sixth", "986": "Alright", "987": "schedules", "988": "weird", "989": "little", "990": "corner", "991": "within", "992": "distance", "993": "prices", "994": "high", "995": "Three", "996": "milk", "997": "count", "998": "along", "999": "him.He", "1000": "First", "1001": "city", "1002": "centre", "1003": "visit", "1004": "University", "1005": "Museum", "1006": "shop", "1007": "round", "1008": "building", "1009": "opposite", "1010": "chocolate", "1011": "Wait", "1012": "lights", "1013": "green", "1014": "crossing", "1015": "must", "1016": "pay", "1017": "attention", "1018": "museum", "1019": "directions", "1020": "cinema", "1021": "tonight", "1022": "film", "1023": "romantic", "1024": "Romantic", "1025": "thrillers", "1026": "bloody", "1027": "contrary", "1028": "uncomfortable", "1029": "sick", "1030": "teacher", "1031": "dragging", "1032": "blackboard", "1033": "teeth", "1034": "edge", "1035": "finish", "1036": "mind", "1037": "tattoo", "1038": "trendy", "1039": "dragon", "1040": "arm", "1041": "tiger", "1042": "forever", "1043": "ink", "1044": "removed", "1045": "laser", "1046": "treatment", "1047": "top", "1048": "hurts", "1049": "machine", "1050": "needle", "1051": "skin", "1052": "thought", "1053": "paint", "1054": "reconsider", "1055": "research", "1056": "tattoos", "1057": "Also", "1058": "nearest", "1059": "parlor", "1060": "needles", "1061": "tongue", "1062": "screen", "1063": "near", "1064": "steering", "1065": "wheel", "1066": "portable", "1067": "TV", "1068": "popular", "1069": "News", "1070": "current", "1071": "affairs", "1072": "documentaries", "1073": "ads", "1074": "informative", "1075": "underestimate", "1076": "value", "1077": "education", "1078": "commercials", "1079": "stations", "1080": "between", "1081": "programs", "1082": "makes", "1083": "Does", "1084": "depends", "1085": "transmission", "1086": "satellite", "1087": "signals", "1088": "dreadful", "1089": "view", "1090": "window", "1091": "expected", "1092": "awful", "1093": "bear", "1094": "rather", "1095": "disappointed", "1096": "helped", "1097": "free", "1098": "Nancy", "1099": "violin", "1100": "learning", "1101": "middle", "1102": "collecting", "1103": "counts", "1104": "Everybody", "1105": "worry", "1106": "frustrated", "1107": "without", "1108": "job", "1109": "future", "1110": "sports", "1111": "football", "1112": "In", "1113": "brand", "1114": "learned", "1115": "games", "1116": "touch", "1117": "flag", "1118": "tackle", "1119": "Instead", "1120": "tackling", "1121": "hands", "1122": "grab", "1123": "wearing", "1124": "called", "1125": "As", "1126": "usual", "1127": "reminded", "1128": "again", "1129": "marry", "1130": "late", "1131": "20s", "1132": "Easier", "1133": "finding", "1134": "modern", "1135": "latest", "1136": "type", "1137": "dozens", "1138": "sex", "1139": "each", "1140": "dimly", "1141": "serving", "1142": "alcohol", "1143": "updated", "1144": "online", "1145": "dating", "1146": "website", "1147": "providing", "1148": "service", "1149": "microphone", "1150": "sigh", "1151": "face-to-face", "1152": "maximum", "1153": "short", "1154": "possibility", "1155": "romance", "1156": "someone", "1157": "so-called", "1158": "sight", "1159": "Anyway", "1160": "post", "1161": "sale", "1162": "internet", "1163": "Don", "1164": "options", "1165": "methods", "1166": "Some", "1167": "sites", "1168": "operate", "1169": "international", "1170": "standard", "1171": "membership", "1172": "fee", "1173": "serious", "1174": "professional", "1175": "person", "1176": "higher", "1177": "Saturday", "1178": "thinking", "1179": "Everyone", "1180": "DJ", "1181": "drinks", "1182": "sound", "1183": "talk", "1184": "grades", "1185": "Step", "1186": "into", "1187": "office", "1188": "moment", "1189": "concern", "1190": "Am", "1191": "failing", "1192": "doing", "1193": "trouble", "1194": "improve", "1195": "missed", "1196": ";", "1197": "regular", "1198": "basis", "1199": "Having", "1200": "routine", "1201": "following", "1202": "important", "1203": "stopping", "1204": "luck", "1205": "fingers", "1206": "materials", "1207": "wan", "1208": "na", "1209": "involved", "1210": "quarrel", "1211": "God", "1212": "cheated", "1213": "brick", "1214": "stupid", "1215": "Damn", "1216": "sidewalk.He", "1217": "boxes", "1218": "Panasonic", "1219": "boxes.He", "1220": "rid", "1221": "quick", "1222": "sell", "1223": "twenty", "1224": "four-hundred-dollar", "1225": "bucks", "1226": "box", "1227": "wanted", "1228": "its", "1229": "plastic", "1230": "wrap", "1231": "opened", "1232": "clock", "1233": "gains", "1234": "By", "1235": "Two", "1236": "Just", "1237": "Last", "1238": "night", "1239": "decided", "1240": "extremely", "1241": "witty", "1242": "laughing", "1243": "jokes", "1244": "common", "1245": "amazingly", "1246": "Chinese", "1247": "seems", "1248": "qualities", "1249": "friend", "1250": "definite", "1251": "whether", "1252": "radar", "1253": "helping", "1254": "honesty", "1255": "expect", "1256": "relationship", "1257": "dishonest", "1258": "Those", "1259": "indeed", "1260": "fair-weather", "1261": "physics", "1262": "killer", "1263": "liked", "1264": "math", "1265": "curves", "1266": "lesson", "1267": "creation", "1268": "universe", "1269": "religious", "1270": "religion", "1271": "theory", "1272": "Big", "1273": "comes", "1274": "Atlas", "1275": "carrying", "1276": "African", "1277": "turtles", "1278": "Whatever", "1279": "required", "1280": "imbalance", "1281": "particles", "1282": "least", "1283": "evidence", "1284": "early", "1285": "twentieth", "1286": "century", "1287": "scientist", "1288": "measure", "1289": "drift", "1290": "thus", "1291": "advancing", "1292": "expanding", "1293": "Bang", "1294": "theories", "1295": "Dude", "1296": "becomes", "1297": "testing", "1298": "slept", "1299": "through", "1300": "Today", "1301": "lifelong", "1302": "views", "1303": "understand", "1304": "concept", "1305": "studying", "1306": "attitude", "1307": "towards", "1308": "ideas", "1309": "decisions", "1310": "skills", "1311": "tricks", "1312": "longer", "1313": "opportunities", "1314": "ages", "1315": "numerous", "1316": "retired", "1317": "participate", "1318": "keep", "1319": "active", "1320": "Me", "1321": "changing", "1322": "ready", "1323": "accept", "1324": "teaching", "1325": "French", "1326": "clients", "1327": "France", "1328": "develop", "1329": "career", "1330": "Nine", "1331": "May", "1332": "14th", "1333": "smells", "1334": "honey", "1335": "agreed", "1336": "gon", "1337": "quit", "1338": "smoking", "1339": "turkey", "1340": "overnight", "1341": "nicotine", "1342": "patch", "1343": "chewing", "1344": "gum", "1345": "fortune", "1346": "cigarettes", "1347": "laws", "1348": "allowing", "1349": "public", "1350": "fight", "1351": "urge", "1352": "reach", "1353": "pack", "1354": "smokes", "1355": "morning", "1356": "Fine", "1357": "divorce", "1358": "freezing", "1359": "praise", "1360": "taken", "1361": "lost", "1362": "reason", "1363": "distrust", "1364": "caused", "1365": "harm", "1366": "Nothing", "1367": "rat", "1368": "instead", "1369": "Cheese", "1370": "tastes", "1371": "cardboard", "1372": "cheap", "1373": "signed", "1374": "join", "1375": "Christmas", "1376": "newcomer", "1377": "opportunity", "1378": "departments", "1379": "relaxed", "1380": "atmosphere", "1381": "Our", "1382": "occasion", "1383": "everybody", "1384": "formal", "1385": "dress", "1386": "casually", "1387": "Usually", "1388": "abandon", "1389": "careful", "1390": "handle", "1391": "informal", "1392": "impression", "1393": "totally", "1394": "drunk", "1395": "front", "1396": "weatherman", "1397": "predictions", "1398": "accurate", "1399": "reschedule", "1400": "hi", "1401": "Emily", "1402": "tall", "1403": "Drive", "1404": "works", "1405": "Lily", "1406": "dose", "1407": "manager", "1408": "introduce", "1409": "already", "1410": "wife", "1411": "ring", "1412": "rude", "1413": "Was", "1414": "apologize", "1415": "yarning", "1416": "bored", "1417": "Forgive", "1418": "darling", "1419": "tired", "1420": "Nicole", "1421": "cleaned", "1422": "played", "1423": "Sunday", "1424": "hiked", "1425": "bet", "1426": "studied", "1427": "clean", "1428": "stayed", "1429": "bed", "1430": "Sort", "1431": "golf", "1432": "parade", "1433": "National", "1434": "Day", "1435": "route", "1436": "From", "1437": "Zhongshan", "1438": "City", "1439": "Bank", "1440": "moved", "1441": "books", "1442": "looked", "1443": "space", "1444": "waited", "1445": "while", "1446": "nobody", "1447": "75", "1448": "70", "1449": "newspaper", "1450": "article", "1451": "problems", "1452": "aging", "1453": "population", "1454": "affect", "1455": "government", "1456": "increase", "1457": "retirement", "1458": "otherwise", "1459": "workers", "1460": "support", "1461": "young", "1462": "elderly", "1463": "babies", "1464": "Tina", "1465": "birth", "1466": "baby", "1467": "boy", "1468": "However", "1469": "effect", "1470": "enviroment", "1471": "fine", "1472": "Kids", "1473": "grow", "1474": "quickly", "1475": "nowadays", "1476": "teenager", "1477": "Teenagers", "1478": "rebellious", "1479": "wait", "1480": "twenties", "1481": "thirties", "1482": "having", "1483": "Mark", "1484": "Julie", "1485": "Thailand", "1486": "Fantastic", "1487": "beaches", "1488": "beautiful", "1489": "friendly", "1490": "mention", "1491": "Thai", "1492": "Bangkok", "1493": "Beijing", "1494": "sometime", "1495": "complaint", "1496": "Madam", "1497": "checked", "1498": "1808", "1499": "toilet", "1500": "doesn", "1501": "properly", "1502": "shower", "1503": "awfully", "1504": "away", "1505": "Congratulations", "1506": "Vivian", "1507": "grand", "1508": "prize", "1509": "knew", "1510": "win", "1511": "red", "1512": "underwear", "1513": "Tell", "1514": "secret", "1515": "promise", "1516": "snowed", "1517": "bosses", "1518": "business", "1519": "nearly", "1520": "bit", "1521": "period", "1522": "efficiency", "1523": "strong", "1524": "ability", "1525": "skill", "1526": "phrase", "1527": "survival", "1528": "choices", "1529": "dance", "1530": "engaged", "1531": "Shanghai", "1532": "tourist", "1533": "imagined", "1534": "Um", "1535": "originally", "1536": "quieter", "1537": "Uh", "1538": "huh", "1539": "United", "1540": "States", "1541": "divorced", "1542": "Korea", "1543": "marriages", "1544": "break", "1545": "couples", "1546": "Very", "1547": "20", "1548": "Hmm", "1549": "women", "1550": "families", "1551": "Boy", "1552": "beauty", "1553": "charming", "1554": "man", "1555": "Pacific", "1556": "Australia", "1557": "graduate", "1558": "China", "1559": "planning", "1560": "graduation", "1561": "choosing", "1562": "foreign", "1563": "Many", "1564": "reluctant", "1565": "superior", "1566": "personal", "1567": "development", "1568": "simply", "1569": "developing", "1570": "almost", "1571": "particular", "1572": "badminton", "1573": "table", "1574": "become", "1575": "teenagers", "1576": "hours", "1577": "computers", "1578": "health", "1579": "sit", "1580": "stimulating", "1581": "full", "1582": "violence", "1583": "spending", "1584": "waste", "1585": "meaningful", "1586": "plot", "1587": "movie", "1588": "story", "1589": "policemen", "1590": "investigating", "1591": "series", "1592": "strange", "1593": "murders", "1594": "part", "1595": "detective", "1596": "catch", "1597": "psychological", "1598": "th", "1599": "stories", "1600": "disagreement", "1601": "actors", "1602": "director", "1603": "differences", "1604": "happy", "1605": "bother", "1606": "feedback", "1607": "audience", "1608": "stunts", "1609": "wouldn", "1610": "experts", "1611": "interview", "1612": "seen", "1613": "impressed", "1614": "Rachel", "1615": "star", "1616": "lady", "1617": "trimming", "1618": "trees", "1619": "looks", "1620": "Mom", "1621": "legs", "1622": "killing", "1623": "Hold", "1624": "successful", "1625": "supper", "1626": "stir-fry", "1627": "stir", "1628": "fry", "1629": "crispy", "1630": "covered", "1631": "mixture", "1632": "soy", "1633": "sauce", "1634": "oyster", "1635": "greens", "1636": "fresh", "1637": "bean", "1638": "sprouts", "1639": "Throw", "1640": "onion", "1641": "garlic", "1642": "ginger", "1643": "Mmm", "1644": "lunchtime", "1645": "plate", "1646": "hearty", "1647": "chunks", "1648": "beef", "1649": "bell", "1650": "peppers", "1651": "call", "1652": "More", "1653": "worst", "1654": "throw", "1655": "fried", "1656": "equivalent", "1657": "Come", "1658": "labor", "1659": "advantage", "1660": "ahead", "1661": "lake", "1662": "god", "1663": "showed", "1664": "police", "1665": "stalking", "1666": "nut", "1667": "pregnant", "1668": "purpose", "1669": "haven", "1670": "you.And", "1671": "Veronica", "1672": "closer", "1673": "worse", "1674": "gets", "1675": "being", "1676": "soul", "1677": "mate", "1678": "hold", "1679": "whatever", "1680": "throws", "1681": "belong", "1682": "boyfriend", "1683": "upset", "1684": "oh", "1685": "news", "1686": "slim", "1687": "fair-haired", "1688": "cute", "1689": "considerate", "1690": "smart", "1691": "humor", "1692": "Stop", "1693": "nervous", "1694": "total", "1695": "Francis", "1696": "trip", "1697": "nightmare", "1698": "Actually", "1699": "itself", "1700": "arrived", "1701": "conversations", "1702": "settled", "1703": "issues", "1704": "fruitful", "1705": "air", "1706": "line", "1707": "luggage", "1708": "flight", "1709": "carry", "1710": "bag", "1711": "officers", "1712": "charge", "1713": "left", "1714": "airport", "1715": "jam", "1716": "exhausted", "1717": "due", "1718": "blackout", "1719": "sad", "1720": "trace", "1721": "reward", "1722": "cancel", "1723": "Hong", "1724": "Kong", "1725": "effective", "1726": "control", "1727": "risk", "1728": "keeping", "1729": "interested", "1730": "pair", "1731": "jeans", "1732": "straight", "1733": "fashionable", "1734": "plumber", "1735": "butt", "1736": "Nobody", "1737": "pull", "1738": "pants", "1739": "invitation", "1740": "Charles", "1741": "downtown", "1742": "lucky", "1743": "Happy", "1744": "anniversary", "1745": "sweetheart", "1746": "Cheers", "1747": "worth", "1748": "remembering", "1749": "special", "1750": "survive", "1751": "smooth", "1752": "band", "1753": "song", "1754": "requested", "1755": "shoes", "1756": "seconds", "1757": "Victor", "1758": "6:00", "1759": "uh", "1760": "Henry", "1761": "Pity", "1762": "duty", "1763": "stand", "1764": "couldn", "1765": "possibly", "1766": "Rose", "1767": "documents", "1768": "half", "1769": "i", "1770": "beg", "1771": "drop", "1772": "chat", "1773": "welcome", "1774": "PM", "1775": "pool", "1776": "16", "1777": "balls", "1778": "7", "1779": "solid", "1780": "colored", "1781": "striped", "1782": "pockets", "1783": "beginning", "1784": "once", "1785": "final", "1786": "singer", "1787": "pick", "1788": ":", "1789": "00", "1790": "biting", "1791": "scratching", "1792": "everywhere", "1793": "bug", "1794": "spray", "1795": "put", "1796": "cover", "1797": "ourselves", "1798": "bite", "1799": "asleep", "1800": "doubt", "1801": "Run", "1802": "thirsty", "1803": "tried", "1804": "bald", "1805": "loudly", "1806": "irritable", "1807": "explain", "1808": "Ok", "1809": "exactly", "1810": "thank", "1811": "Okay", "1812": "direct", "1813": "Ha", "1814": "beat", "1815": "bush", "1816": "Fair", "1817": "Give", "1818": "seriously", "1819": "ya", "1820": "threw", "1821": "loop", "1822": "complete", "1823": "180", "1824": "changed", "1825": "daughter", "1826": "present", "1827": "normal", "1828": "settling", "1829": "becoming", "1830": "colorful", "1831": "natural", "1832": "Love", "1833": "excuse", "1834": "regards", "1835": "increases", "1836": "state", "1837": "benefit", "1838": "wondering", "1839": "roommate", "1840": "Listen", "1841": "rough", "1842": "neighborhood", "1843": "street", "1844": "bars", "1845": "actually", "1846": "crime", "1847": "prostitution", "1848": "guessed", "1849": "criminals", "1850": "evenings", "1851": "noticed", "1852": "daytime", "1853": "favor", "1854": "taxi", "1855": "walked", "1856": "purse", "1857": "stolen", "1858": "\u2014", "1859": "block", "1860": "station", "1861": "transportation", "1862": "wonders", "1863": "Linda", "1864": "chicken", "1865": "complaining", "1866": "daughters", "1867": "suit", "1868": "Li", "1869": "Na", "1870": "fire", "1871": "neighbour", "1872": "Canadian", "1873": "meek", "1874": "lamb", "1875": "against", "1876": "gold", "1877": "Internet", "1878": "Would", "1879": "write", "1880": "log", "1881": "number", "1882": "tie", "1883": "you.But", "1884": "matches", "1885": "perfectly", "1886": "sweater", "1887": "case", "1888": "guilty", "1889": "saying", "1890": "fault", "1891": "accused", "1892": "Mother", "1893": "These", "1894": "deserve", "1895": "real", "1896": "shake", "1897": "Men", "1898": "simple", "1899": "manners", "1900": "rule", "1901": "men", "1902": "hang", "1903": "Sam", "1904": "completely", "1905": "forgetting", "1906": "everyone", "1907": "birthdays", "1908": "Margaret", "1909": "forgotten", "1910": "phone", "1911": "Jane", "1912": "restaurant", "1913": "ordered", "1914": "dessert", "1915": "quiet", "1916": "Smiths", "1917": "weekends", "1918": "crowded", "1919": "during", "1920": "sometimes", "1921": "tickets", "1922": "cheaper", "1923": "telling", "1924": "lie", "1925": "hanged", "1926": "lying", "1927": "petrol", "1928": "Gates", "1929": "nerve", "1930": "sucked", "1931": "Time", "1932": "order", "1933": "skinny", "1934": "latte", "1935": "worrying", "1936": "weight", "1937": "drinking", "1938": "Jess", "1939": "chill", "1940": "starting", "1941": "impatient", "1942": "Dutch", "1943": "insist", "1944": "read", "1945": "review", "1946": "change", "1947": "heavy", "1948": "drama", "1949": "seats", "1950": "okay", "1951": "popcorn", "1952": "magazines", "1953": "magazine", "1954": "keeps", "1955": "information", "1956": "takes", "1957": "exact", "1958": "Besides", "1959": "edition", "1960": "access", "1961": "articles", "1962": "subscription", "1963": "arrives", "1964": "particularly", "1965": "regularly", "1966": "Mumm", "1967": "burgers", "1968": "smell", "1969": "perfect", "1970": "barbecue", "1971": "glad", "1972": "Mike", "1973": "Barbara", "1974": "Johnson", "1975": "Harvard", "1976": "engineer", "1977": "IBM", "1978": "standing", "1979": "excited", "1980": "exquisite", "1981": "art", "1982": "deal", "1983": "woman", "1984": "tons", "1985": "paintings", "1986": "80", "1987": "million", "1988": "Whoa", "1989": "hey", "1990": "among", "1991": "classmates", "1992": "part-time", "1993": "bartender", "1994": "remain", "1995": "distracted", "1996": "experience", "1997": "biggest", "1998": "walks", "1999": "demanding", "2000": "100", "2001": "enter", "2002": "door", "2003": "locked", "2004": "reception", "2005": "answer", "2006": "deaf", "2007": "fond", "2008": "keen", "2009": "cards", "2010": "easier", "2011": "Both", "2012": "rules", "2013": "vary", "2014": "beach", "2015": "swimming", "2016": "ideal", "2017": "examination", "2018": "exam", "2019": "pass", "2020": "clear", "2021": "gives", "2022": "correct", "2023": "twelve", "2024": "seven", "2025": "lecture", "2026": "nine", "2027": "o'clock", "2028": "sharp", "2029": "Should", "2030": "Sara", "2031": "promised", "2032": "sixties", "2033": "dressed", "2034": "clothes", "2035": "Check", "2036": "closet", "2037": "bring", "2038": "Cds", "2039": "handwriting", "2040": "practiced", "2041": "weeks", "2042": "process", "2043": "patient", "2044": "perseverance", "2045": "progress", "2046": "stick", "2047": "grandchild", "2048": "nephew", "2049": "mum", "2050": "Richard", "2051": "eyes", "2052": "resemble", "2053": "Michelle", "2054": "shy", "2055": "comparing", "2056": "waltz", "2057": "wonderfully", "2058": "stopped", "2059": "speaks", "2060": "slowly", "2061": "repeat", "2062": "Mario", "2063": "students", "2064": "Miss", "2065": "Parker", "2066": "pronunciation", "2067": "Doris", "2068": "cafe", "2069": "kept", "2070": "staring", "2071": "Finally", "2072": "Outside", "2073": "shoe", "2074": "Near", "2075": "CD", "2076": "pretended", "2077": "sidewalk", "2078": "behind", "2079": "followed", "2080": "Han", "2081": "travel", "2082": "Christian", "2083": "brothers", "2084": "Saturdays", "2085": "fuss", "2086": "Americans", "2087": "including", "2088": "scientists", "2089": "surprised", "2090": "compatible", "2091": "U", "2092": "S", "2093": "developed", "2094": "exist", "2095": "complicated", "2096": "acquainted", "2097": "American", "2098": "Guess", "2099": "Even", "2100": "highly", "2101": "academic", "2102": "institution", "2103": "product", "2104": "Absolutely", "2105": "founded", "2106": "group", "2107": "immigrants", "2108": "England", "2109": "convinced", "2110": "explanation", "2111": "appointment", "2112": "Ann", "2113": "trick", "2114": "countryside", "2115": "sunshine", "2116": "winter", "2117": "indoors", "2118": "skirt", "2119": "kinds", "2120": "shorts", "2121": "freeze", "2122": "global", "2123": "warming", "2124": "hotter", "2125": "lover", "2126": "lay", "2127": "flying", "2128": "Pardon", "2129": "asked", "2130": "memory", "2131": "B", "2132": "Terrific", "2133": "chosen", "2134": "reunion", "2135": "Yep", "2136": "reunions", "2137": "immediate", "2138": "alone", "2139": "Ay", "2140": "four", "2141": "nights", "2142": "major", "2143": "production", "2144": "acting", "2145": "disappointing", "2146": "moment.Let", "2147": "different.Would", "2148": "to.Here", "2149": "Mozart", "2150": "Beethoven.It", "2151": "Festival", "2152": "hungry", "2153": "expensive", "2154": "financial", "2155": "lose", "2156": "kill", "2157": "invest", "2158": "savings", "2159": "retire", "2160": "rich", "2161": "buying", "2162": "stocks", "2163": "manage", "2164": "partly", "2165": "Buying", "2166": "consistently", "2167": "stock", "2168": "professionals", "2169": "investing", "2170": "data", "2171": "reports", "2172": "discussion", "2173": "forums", "2174": "educate", "2175": "addition", "2176": "established", "2177": "offers", "2178": "charts", "2179": "beginner", "2180": "borrow", "2181": "question", "2182": "Aha", "2183": "Brain", "2184": "Locker", "2185": "thin", "2186": "brown", "2187": "hair", "2188": "glasses", "2189": "Mm", "2190": "couple", "2191": "Guangzhou", "2192": "South", "2193": "six", "2194": "Drop", "2195": "anytime", "2196": "Goodbye", "2197": "level", "2198": "loving", "2199": "semester", "2200": "Mine", "2201": "force", "2202": "fortunate", "2203": "unfortunate", "2204": "Nations", "2205": "Germans", "2206": "Pole", "2207": "Scottish", "2208": "Brazilian", "2209": "array", "2210": "nationalities", "2211": "Asia", "2212": "Japanese", "2213": "o", "2214": "Asian", "2215": "culture", "2216": "relate", "2217": "especially", "2218": "barrier", "2219": "Stay", "2220": "spoken", "2221": "grateful", "2222": "girlfriend", "2223": "Morning", "2224": "absent", "2225": "certificate", "2226": "received", "2227": "handed", "2228": "detail", "2229": "preview", "2230": "flower", "2231": "jasmine", "2232": "symbol", "2233": "spring", "2234": "arrival", "2235": "Spring", "2236": "lively", "2237": "season", "2238": "admire", "2239": "plum", "2240": "blossoms", "2241": "blossom", "2242": "fighting", "2243": "snow", "2244": "ignored", "2245": "bright", "2246": "stops", "2247": "snowing", "2248": "streets", "2249": "temperature", "2250": "cast", "2251": "degree", "2252": "below", "2253": "zero", "2254": "slippery", "2255": "thick", "2256": "skating", "2257": "sport", "2258": "listening", "2259": "disco", "2260": "loud", "2261": "relaxing", "2262": "Bach", "2263": "pieces", "2264": "sophisticated", "2265": "supposed", "2266": "brain", "2267": "Research", "2268": "Students", "2269": "perform", "2270": "helpful", "2271": "reducing", "2272": "housework", "2273": "lead", "2274": "power", "2275": "plenty", "2276": "samples", "2277": "cheaply", "2278": "clever", "2279": "happier", "2280": "Music", "2281": "character", "2282": "opening", "2283": "menu", "2284": "Most", "2285": "shops", "2286": "Danish", "2287": "boring", "2288": "fruit", "2289": "salad", "2290": "sandwiches", "2291": "Since", "2292": "suggestion", "2293": "Darling", "2294": "Bobby", "2295": "Evelyn", "2296": "expecting", "2297": "coincidence", "2298": "fact", "2299": "parent", "2300": "mystery", "2301": "three-month", "2302": "begins", "2303": "maternity", "2304": "member", "2305": "club", "2306": "fees", "2307": "depending", "2308": "tens", "2309": "thousands", "2310": "unfortunately", "2311": "shot", "2312": "78", "2313": "handicap", "2314": "Ten", "2315": "drives", "2316": "sand", "2317": "range", "2318": "singing", "2319": "Opera", "2320": "7:30", "2321": "teams", "2322": "horse", "2323": "Harry", "2324": "laid", "2325": "dumped", "2326": "weren", "2327": "blue", "2328": "pink", "2329": "cheating", "2330": "ugly", "2331": "loser", "2332": "Forget", "2333": "lied", "2334": "fish", "2335": "sea", "2336": "town", "2337": "wheels", "2338": "dealer", "2339": "moonlight", "2340": "accelerate", "2341": "happens", "2342": "brakes", "2343": "suddenly", "2344": "cops", "2345": "tend", "2346": "tires", "2347": "flat", "2348": "Cut", "2349": "Bob", "2350": "worried", "2351": "church", "2352": "attend", "2353": "Church", "2354": "Jesus", "2355": "Christ", "2356": "death", "2357": "became", "2358": "corrupt", "2359": "authority", "2360": "earth", "2361": "named", "2362": "Joseph", "2363": "Smith", "2364": "brought", "2365": "restore", "2366": "means", "2367": "parts", "2368": "original", "2369": "gather", "2370": "encourage", "2371": "Better", "2372": "Hello", "2373": "Unfortunately", "2374": "depressing", "2375": "murder", "2376": "center", "2377": "shocked", "2378": "People", "2379": "frightened", "2380": "relieved", "2381": "\u201c", "2382": "\u201d", "2383": "none", "2384": "local", "2385": "dying", "2386": "rare", "2387": "blood", "2388": "disease", "2389": "Her", "2390": "raising", "2391": "treated", "2392": "united", "2393": "states", "2394": "lottery", "2395": "ticket", "2396": "amazed", "2397": "unfair", "2398": "parties", "2399": "bowling", "2400": "6:30", "2401": "idiomatic", "2402": "expressions", "2403": "sky", "2404": "search", "2405": "expression", "2406": "goodbye", "2407": "idiom", "2408": "grammatical", "2409": "translation", "2410": "languages", "2411": "Myra", "2412": "exams", "2413": "spoke", "2414": "rudely", "2415": "angry", "2416": "campus", "2417": "parking", "2418": "structure", "2419": "Go", "2420": "western", "2421": "Sometime", "2422": "virus", "2423": "e-mail", "2424": "harmful", "2425": "hackers", "2426": "dirty", "2427": "create", "2428": "confused", "2429": "scold", "2430": "Think", "2431": "bottom", "2432": "heart", "2433": "hospital", "2434": "Professor", "2435": "hurt", "2436": "accident", "2437": "hanging", "2438": "thread", "2439": "emergency", "2440": "volunteer", "2441": "crossword", "2442": "puzzles", "2443": "grown", "2444": "Laura", "2445": "oldest", "2446": "Rita", "2447": "librarian", "2448": "Chris", "2449": "waitress", "2450": "Paris", "2451": "photographer", "2452": "Larry", "2453": "Rocky", "2454": "truck", "2455": "hardly", "2456": "Colorado", "2457": "Merry", "2458": "Lee", "2459": "enjoyed", "2460": "sake", "2461": "cruel", "2462": "prick", "2463": "animal", "2464": "choice", "2465": "Ellie", "2466": "``", "2467": "Birthday", "2468": "Alice", "2469": "physical", "2470": "helps", "2471": "father", "2472": "60", "2473": "lifts", "2474": "weights", "2475": "sales", "2476": "board", "2477": "figures", "2478": "growth", "2479": "%", "2480": "120", "2481": "strategy", "2482": "annual", "2483": "brake", "2484": "exceeded", "2485": "forecast", "2486": "two-year", "2487": "improved", "2488": "president", "2489": "operation", "2490": "selling", "2491": "success", "2492": "contribution", "2493": "marketing", "2494": "advertising", "2495": "campaign", "2496": "sellers", "2497": "field", "2498": "stroke", "2499": "lasts", "2500": "difficulties", "2501": "letdown", "2502": "tiramisu", "2503": "culinary", "2504": "Such", "2505": "Fortunately", "2506": "embarrassed", "2507": "ta", "2508": "Little", "2509": "Italy", "2510": "kiss", "2511": "honors", "2512": "scholarship", "2513": "Party", "2514": "(", "2515": ")", "2516": "joined", "2517": "freshman", "2518": "joy", "2519": "soccer", "2520": "Manchester", "2521": "championship", "2522": "confidence", "2523": "Memorial", "2524": "grill", "2525": "buns", "2526": "dogs", "2527": "hamburgers", "2528": "potato", "2529": "dig", "2530": "Frisbee", "2531": "kite", "2532": "Taiwan", "2533": "Martin", "2534": "leaving", "2535": "Susan", "2536": "letters", "2537": "meaning", "2538": "emails", "2539": "journey", "2540": "Taylor", "2541": "moves", "2542": "blame", "2543": "tests", "2544": "loved", "2545": "scene", "2546": "judge", "2547": "brilliant", "2548": "tea", "2549": "sticky", "2550": "dough", "2551": "promotion", "2552": "joking", "2553": "Hope", "2554": "color", "2555": "apartment", "2556": "coat", "2557": "Try", "2558": "couch", "2559": "comfortable", "2560": "juice", "2561": "Cola", "2562": "designs", "2563": "colleagues", "2564": "apartments", "2565": "photos", "2566": "designed", "2567": "Steven", "2568": "mood", "2569": "pity", "2570": "opponent", "2571": "appropriate", "2572": "succeed", "2573": "recover", "2574": "failure", "2575": "dancer", "2576": "beautifully", "2577": "favourite", "2578": "tango", "2579": "polluted", "2580": "agricultural", "2581": "less", "2582": "reduced", "2583": "emission", "2584": "pollutants", "2585": "recent", "2586": "source", "2587": "Factories", "2588": "cleaner", "2589": "stricter", "2590": "law", "2591": "introduced", "2592": "scale", "2593": "single", "2594": "needs", "2595": "response", "2596": "fell", "2597": "drove", "2598": "delivery", "2599": "blew", "2600": "Ho", "2601": "Disneyworld", "2602": "took", "2603": "California", "2604": "Disneyland", "2605": "Florida", "2606": "honeymoon", "2607": "amusement", "2608": "parks", "2609": "rides", "2610": "scary", "2611": "40", "2612": "percent", "2613": "e", "2614": "passed", "2615": "aced", "2616": "preparing", "2617": "thanks", "2618": "encouraged", "2619": "teachers", "2620": "personally", "2621": "guard", "2622": "condition", "2623": "rent", "2624": "damaged", "2625": "fair", "2626": "publicity", "2627": "Malibu", "2628": "Santa", "2629": "Monica", "2630": "pier", "2631": "nicer", "2632": "solve", "2633": "destroy", "2634": "leaders", "2635": "action", "2636": "lots", "2637": "technology", "2638": "companies", "2639": "countries", "2640": "economic", "2641": "protection", "2642": "issue", "2643": "term", "2644": "destruction", "2645": "Countries", "2646": "wood", "2647": "long-term", "2648": "forests", "2649": "species", "2650": "plant", "2651": "Africa", "2652": "Climate", "2653": "causing", "2654": "farmland", "2655": "desert", "2656": "remains", "2657": "leads", "2658": "conflict", "2659": "joining", "2660": "organization", "2661": "committed", "2662": "protecting", "2663": "projects", "2664": "finished", "2665": "studies", "2666": "chef", "2667": "kidding", "2668": "hated", "2669": "Before", "2670": "88", "2671": "90", "2672": "inviting", "2673": "Deborah", "2674": "dreamed", "2675": "estate", "2676": "1", "2677": "Christopher", "2678": "employment", "2679": "nearby", "2680": "Wisconsin", "2681": "shelf", "2682": "contact", "2683": "ABC", "2684": "Pinto", "2685": "rate", "2686": "Twenty", "2687": "per", "2688": "twenty-seven", "2689": "mileage", "2690": "fill", "2691": "included", "2692": "sir", "2693": "driver", "2694": "license", "2695": "accompany", "2696": "Hall", "2697": "festival", "2698": "15", "2699": "dumpling", "2700": "bus", "2701": "urgent", "2702": "absolutely", "2703": "horrible", "2704": "41", "2705": "degrees", "2706": "Celsius", "2707": "headache", "2708": "runny", "2709": "symptoms", "2710": "stomach-ache", "2711": "swollen", "2712": "Has", "2713": "toothache", "2714": "ailments", "2715": "burn", "2716": "ointment", "2717": "seemed", "2718": "healed", "2719": "former", "2720": "secretary", "2721": "knows", "2722": "reminding", "2723": "sudden", "2724": "Femi", "2725": "Yi-jun", "2726": "inside", "2727": "memories", "2728": "punch", "2729": "bathroom", "2730": "With", "2731": "you.You", "2732": "mean.We", "2733": "variety", "2734": "lives", "2735": "perhaps", "2736": "raining", "2737": "heavily", "2738": "outside", "2739": "rush", "2740": "hurry", "2741": "recommend", "2742": "sandwich", "2743": "Personally", "2744": "suggestions", "2745": "December", "2746": "unhappy", "2747": "cheer", "2748": "fiance", "2749": "handsome", "2750": "outgoing", "2751": "honest", "2752": "conservative", "2753": "dime", "2754": "dozen", "2755": "Brooke", "2756": "mad", "2757": "2nd", "2758": "talked", "2759": "airlines", "2760": "discount", "2761": "package", "2762": "Hawaii", "2763": "dream", "2764": "destination", "2765": "fly", "2766": "directly", "2767": "Texas", "2768": "changes", "2769": "composed", "2770": "includes", "2771": "grandparents", "2772": "aunts", "2773": "uncles", "2774": "dates", "2775": "fallen", "2776": "Joe", "2777": "speaking", "2778": "ill", "2779": "let-down", "2780": "Loans", "2781": "compliment", "2782": "diligence", "2783": "proud", "2784": "Europe", "2785": "Canada", "2786": "visiting", "2787": "Zealand", "2788": "\u2018", "2789": "waterfalls", "2790": "mountains", "2791": "Isn", "2792": "north", "2793": "Norway", "2794": "further", "2795": "south", "2796": "fairly", "2797": "warm", "2798": "wet", "2799": "diet", "2800": "ridiculous", "2801": "calories", "2802": "Welcome", "2803": "gift", "2804": "remote", "2805": "model", "2806": "struggling", "2807": "Typical", "2808": "wanting", "2809": "appreciate", "2810": "property", "2811": "rose", "2812": "fastest", "2813": "pace", "2814": "18", "2815": "months", "2816": "ending", "2817": "rising", "2818": "hike", "2819": "result", "2820": "purchase", "2821": "fourth", "2822": "quarter", "2823": "expectations", "2824": "politics", "2825": "serves", "2826": "climbing", "2827": "residents", "2828": "biz", "2829": "stars", "2830": "famous", "2831": "paparazzi", "2832": "wherever", "2833": "complain", "2834": "themselves", "2835": "films", "2836": "cocktail", "2837": "albums", "2838": "Show", "2839": "expenses", "2840": "dresses", "2841": "t-shirt", "2842": "managers", "2843": "sympathy", "2844": "credit", "2845": 